<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN" "http://www.w3.org/TR/html4/loose.dtd">

<HTML>

<HEAD>
<TITLE>LDView Help</TITLE>
<META HTTP-EQUIV="content-language" CONTENT="en">
<META HTTP-EQUIV="content-type" CONTENT="text/html;charset=iso-8859-1">
<STYLE TYPE="text/css"><!--
BODY { font-family: helvetica, arial, sans-serif; margin: 20px }
TABLE { border-collapse: collapse  }
TABLE.SectionHeader { font-size: 150%; font-weight: bold; margin-bottom: 8px; padding: 0; width: 100%; border: solid 2px #000000 }
TABLE.SectionHeader TH.MainTitle { font-family: "arial black", helvetica, arial, sans-serif; text-align: center; padding: 0 }
TABLE.SectionHeader TH { color: #ffffff; background-color: #0080d0; text-align: left; padding-left: 10px }
TABLE.SettingsList { background-color: #ffffdd; padding: 0; border: solid 2px #000000 }
TABLE.SettingsList TH { color: #ffffff; background-color: #0080d0; padding: 4px 8px; border-right: 1px solid #00558a; border-bottom: 1px solid #000000 }
TABLE.SettingsList TD { padding: 2px 8px; border-right: 1px solid #bfbfa5; border-bottom: 1px solid #bfbfa5 }
TABLE.SampleData TD { border-style: none }
.NoWrap { white-space: nowrap }
--></STYLE>
</HEAD>

<BODY BGCOLOR="#F8F8F8" TEXT="#000000" LINK="#808080" VLINK="#505050" ALINK="#0080D0">
<P><a name="TopOfFile"></a></P>
<TABLE CLASS="SectionHeader" WIDTH="100%" BGCOLOR="#0080D0">
<TR>
<TH CLASS="MainTitle"><FONT SIZE="+4" COLOR="#FFFFFF">LDV</FONT><FONT SIZE="+2" COLOR="#FFFFFF">IEW</FONT><FONT COLOR="#FFFFFF"> </FONT><FONT SIZE="+4" COLOR="#FFFFFF">H</FONT><FONT SIZE="+2" COLOR="#FFFFFF">ILFE</FONT><FONT COLOR="#FFFFFF"> </FONT></TH>
</TR>
</TABLE>
<P></P>
<TABLE CLASS="SectionHeader" WIDTH="100%" BGCOLOR="#0080D0">
<TR>
<TH ALIGN="LEFT"><FONT SIZE="+2" COLOR="#FFFFFF">Inhalt </FONT></TH>
</TR>
</TABLE>
<UL>
<LI><A HREF="#Intro">Einleitung</A>
<LI><A HREF="#MacNotes">LDView unter Mac OS X</A>
<LI><A HREF="#LDrawLibrary">LDraw Bauteile-Bibliothek</A>
<LI><A HREF="#MouseControl">Maus- und Tastatursteuerung</A>
<UL>
<LI><A HREF="#ExamineMode">Pr&uuml;fungsmodus</A>
<LI><A HREF="#FlyMode">Schwenkmodus</A>
</UL>
<LI><A HREF="#Menus">Men&uuml;s</A>
<UL>
<LI><A HREF="#FileMenu">Men&uuml; &quot;Datei&quot;</A>
<LI><A HREF="#EditMenu">Men&uuml; &quot;Bearbeiten&quot;</A>
<LI><A HREF="#ViewMenu">Men&uuml; &quot;Ansicht&quot;</A>
<LI><A HREF="#ToolsMenu">Men&uuml; &quot;Extras&quot;</A>
<LI><A HREF="#HelpMenu">Men&uuml; &quot;Hilfe&quot;</A>
</UL>
<LI><A HREF="#Toolbar">Symbolleiste</A>
<LI><A HREF="#Fullscreen">Vollbild-Modus</A>
<LI><A HREF="#SaveSnapshotOptions">Optionen &quot;Bild Speichern&quot;</A>
<LI><A HREF="#ErrorWindow">Fenster &quot;Fehler &amp; Warnungen&quot;</A>
<LI><A HREF="#PartsListDialog">Bauteileliste</A>
<LI><A HREF="#Prefs">Einstellungen</A>
<UL>
<LI><A HREF="#GeneralTab">Reiter &quot;Allgemein&quot;</A>
<UL>
<LI><A HREF="#GeneralAABox">Rahmen &quot;Gl&auml;ttung&quot;</A>
<LI><A HREF="#GeneralColorsBox">Rahmen &quot;Farben&quot;</A>
<LI><A HREF="#GeneralMiscBox">Rahmen &quot;Verschiedenes&quot;</A>
</UL>
<LI><A HREF="#GeometryTab">Reiter &quot;Geometrie&quot;</A>
<UL>
<LI><A HREF="#GeometryModelBox">Rahmen &quot;Modell&quot;</A>
<LI><A HREF="#GeometryWireframeBox">Rahmen &quot;Drahtgitter&quot;</A>
<LI><A HREF="#GeometryBFCBox">Rahmen &quot;BFC&quot;</A>
<LI><A HREF="#GeometryEdgeLinesBox">Rahmen &quot;Kanten&quot;</A>
</UL>
<LI><A HREF="#EffectsTab">Reiter &quot;Effekte&quot;</A>
<UL>
<LI><A HREF="#EffectsLightingBox">Rahmen &quot;Beleuchtung&quot;</A>
<LI><A HREF="#EffectsStereoBox">Rahmen &quot;Stereo&quot;</A>
<LI><A HREF="#EffectsCutawayBox">Rahmen &quot;Drahtgitterschnitt&quot;</A>
<LI><A HREF="#EffectsTransparencyBox">Rahmen &quot;Transparenz&quot;</A>
<LI><A HREF="#EffectsMiscBox">Rahmen &quot;Verschiedenes&quot;</A>
</UL>
<LI><A HREF="#UpdatesTab">Reiter &quot;Updates&quot;</A>
<UL>
<LI><A HREF="#InternetProxyBox">Rahmen &quot;Internet Proxy&quot;</A>
<LI><A HREF="#MissingPartsBox">Rahmen &quot;Fehlende Bauteile&quot;</A>
</UL>
<LI><A HREF="#PrimitivesTab">Reiter &quot;Grundelemente&quot;</A>
<UL>
<LI><A HREF="#PrimitivesSubstitutionBox">Rahmen &quot;Grundelemente ersetzen&quot;</A>
<LI><A HREF="#PrimitivesMiscBox">Rahmen &quot;Verschiedenes&quot;</A>
</UL>
<LI><A HREF="#PreferenceSetsTab">Reiter &quot;Sets mit Einstellungen&quot;</A>
<LI><A HREF="#ScreenSaverTab">Reiter &quot;Bildschirmschoner&quot;</A>
</UL>
<LI><A HREF="#CommandLine">Eingabeaufforderung</A>
<UL>
<LI><A HREF="#CommandLineFilename">Angabe eines Dateinamens</A>
<LI><A HREF="#SnapshotFilename">Angabe eines Dateinamens bei &quot;Bild speichern&quot;</A>
<LI><A HREF="#L3PCompatibility">L3P-kompatible Befehle</A>
<LI><A HREF="#CommandLinePrefs">Angabe von Einstellungen</A>
<LI><A HREF="#PrefList">Liste aller Einstellungen</A>
</UL>
<LI><A HREF="#Notes">Anmerkungen</A>
<LI><A HREF="#ScreenSaver">LDView als Bildschirmschoner</A>
<LI><A HREF="#Website">Website</A>
</UL>
<P></P>
<A NAME="Intro"></A>
<TABLE CLASS="SectionHeader" WIDTH="100%" BGCOLOR="#0080D0">
<TR>
<TH ALIGN="LEFT"><FONT SIZE="+2" COLOR="#FFFFFF">Einleitung </FONT></TH>
</TR>
</TABLE>
<P><I>Zur Beachtung</I>: Diese Hilfedatei dokumentiert meistens die Windows-Version von LDView, mit einigen wenigen Anmerkungen zur QT-Version (Linux und Mac) und einigen speziellen Anmerkungen zu Unterschieden in der Mac-Version. Gr&ouml;&szlig;tenteils hat die QT-Version die selben Funktionen wie die Windows-Version, besitzt dieselbe Benutzeroberfl&auml;che und arbeitet gleichwertig (abgesehen vom den Designelementen). Allerdings fehlen in der QT-Version einige Funktionen (z.B. die Unterst&uuml;tzung f&uuml;r FSAA), w&auml;hrend andere Funktionen (wie z.B. die Unterst&uuml;tzung des Vollbild-Modus) in ihrem Umfang eingeschr&auml;nkt sind. Sollten Sie nicht die Windows-Version verwenden, erwarten Sie bitte nicht, dass alle hier dokumentierten Funktionen verf&uuml;gbar sind (obwohl ein sehr hoher Prozentsatz portiert wurde). &Uuml;berall wo diese Hilfedatei auf die QT-Version von LDView verweist, verweist sie auf die Version, die eine QT-Benutzeroberfl&auml;chen verwendet. Die QT-Version von LDView ist zur Zeit nur in einer bin&auml;ren Linux-Form und einer bin&auml;ren (Universal) Mac-Form verf&uuml;gbar. Diese Version sollte uneingeschr&auml;nkt arbeiten, auch wenn sie f&uuml;r andere Unix-&auml;hnliche Betriebssysteme kompiliert wird.</P>
<P>LDView ist ein Betrachter f&uuml;r LDraw-Modelle und setzt daher voraus, dass die LDraw-Bibliothek installiert ist. LDraw kann, zusammen mit den Updates der neuesten Bauteile-Bibliotheken, von <A HREF="http://www.ldraw.org/">www.ldraw.org</A> heruntergeladen werden. Wenn Sie LDraw in ein Verzeichnis verschieden von C:\LDRAW (/usr/local/ldraw in der QT-Version) installieren und vorher kein Verweis mittels der LDRAWDIR-Variablen gesetzt wurde, werden Sie beim erstmaligen Programmstart von LDView gefragt, ob die LDraw Bauteile-Bibliothek bereits installiert wurde. Sollten Sie best&auml;tigen, dass die Bibliothek installiert ist, werden Sie nach dem Verzeichnis gefragt, in das LDraw installiert wurde. Solange Sie den Pfad zu LDraw nicht angeben, k&ouml;nnen Sie kein Modell laden. Sollten Sie angeben, dass keine Bauteilebibliothek installiert wurde wird Sie das Programm fragen, ob es die Bibliothek f&uuml;r Sie aus dem Internet herunterladen soll.</P>
<P>Wenn Sie LDView starten, wird es sein Hauptfenster &ouml;ffnen und daraufhin das Dialogfeld &quot;Modelldatei w&auml;hlen&quot; (vorausgesetzt Sie haben keine Datei als Teil des Startprozesses angegeben) anzeigen. W&auml;hlen Sie die LDraw-Datei (.ldr, .dat oder .mpd), die Sie betrachten wollen. Die Datei wird daraufhin im Fenster angezeigt. Sie k&ouml;nnen die Fenstergr&ouml;&szlig;e ver&auml;ndern. Beachten Sie au&szlig;erdem, dass es einige Zeit dauern kann, bis ein Modell vollst&auml;ndig geladen wird, wenn es aus sehr vielen Bauteilen besteht. Der augenblickliche Ladefortschritt wird dann in der Statusleiste angezeigt. Dr&uuml;cken Sie die ESC-TASTE oder w&auml;hlen Sie &quot;<A HREF="#CancelLoad">Laden abbrechen</A>&quot; (Men&uuml; &quot;Datei&quot;), um den Ladevorgang abzubrechen.</P>
<P></P>
<A NAME="MacNotes"></A>
<TABLE CLASS="SectionHeader" WIDTH="100%" BGCOLOR="#0080D0">
<TR>
<TH ALIGN="LEFT"><FONT SIZE="+2" COLOR="#FFFFFF">LDView unter Mac OS X </FONT></TH>
</TR>
</TABLE>
<!-- Note: the # below isn't really right, but it works in both Safari and
Firefox.  Using Help.html in its place (the correct thing) doesn't work in
Safari until you click on the link a second time if you came into the page with
a # link already (like #MacNotes).  I'd say that's a bug in Safari. -->
<P><A HREF="#">Zum Seitenanfang</A></P>
<P><B>Eine deutsche Version von LDView unter Mac OS X ist zur Zeit noch nicht verf&uuml;gbar. Verwenden Sie dieses Dokument deshalb bitte nur als Unterst&uuml;tzung zur originalen englischen Version.</B></P>
<P>LDView unter Mac OS X h&auml;lt sich an die standardm&auml;&szlig;ige Mac-Norm f&uuml;r allgemeine Aktivit&auml;ten die Command-Taste an Stelle der Control-Taste zu verwenden. Vergessen Sie also bitte nicht die Command-Taste zu verwenden, wenn Sie in diesem Dokument die Anweisung lesen die Control-Taste zu dr&uuml;cken.</P>
<P>Auch die Men&uuml;befehle sind in Mac OS X stellenweise unterschiedlich. Die Befehle &quot;Preferences...&quot; , &quot;About LDView...&quot; und &quot;Exit&quot; wurden an ihren standardm&auml;&szlig;igen Ort im Applikationsmen&uuml; verschoben (wobei &quot;Exit&quot; in &quot;Quit LDView&quot; umbenannt wurde. Die Liste der zuletzt ge&ouml;ffneten Dateien wurde in das standardm&auml;&szlig;ige Untermen&uuml; &quot;Open Recent&quot; des Men&uuml;s &quot;File&quot; verschoben. Das Men&uuml; &quot;Edit&quot; wurde entfernt, da der einzige Eintrag &quot;Preferences&quot; war.</P>
<P>Wenn ihre Maus nur &uuml;ber eine Taste verf&uuml;gt, k&ouml;nnen Sie als &Auml;quivalent zur fehlenden rechten Maustaste w&auml;hrend dem Klicken die Control-Taste gedr&uuml;ckt halten (dies ist Standard). Sollten Sie ein Notebook mit einem Trackpad besitzen, das zum Scrollen ein Ziehen mit zwei Fingern unterst&uuml;tzt, so ist dies gleichwertig zum Rad einer Wheel-Maus (auch dies ist Standard).</P>
<P></P>
<A NAME="LDrawLibrary"></A>
<TABLE CLASS="SectionHeader" WIDTH="100%" BGCOLOR="#0080D0">
<TR>
<TH ALIGN="LEFT"><FONT SIZE="+2" COLOR="#FFFFFF">LDraw Bauteile-Bibliothek</FONT></TH>
</TR>
</TABLE>
<P>LDView ist ein Betrachter f&uuml;r LDraw-Modelle und LDraw-Modelle verwenden (fast immer) Bauteile der LDraw Bauteile-Bibliothek. Um diese Modelle also anzeigen zu k&ouml;nnen, muss die Bibliothek auf Ihrem Computer installiert sein und LDView muss au&szlig;erdem wissen, in welchem Verzeichnis die Bibliothek gespeichert ist. (Wenn Sie nur Modelle ansehen m&ouml;chten, die zwar das LDraw-Dateiformat verwenden, jedoch nicht auf die Bibliothek zur&uuml;ckgreifen, lesen Sie bitte die Anleitung zu <A HREF="#VerifyLDrawSetting">VerifyLDrawDir Einstellung</A>).</P>
<P>Wenn Sie LDView zum ersten Mal starten, ist es unwahrscheinlich, dass LDView die Bauteile-Bibliothek findet, auch wenn diese bereits auf Ihrem Computer installiert ist. LDView sucht nach den Ordnern &quot;PARTS&quot; und &quot;P&quot; oder der Datei Parts.lst welche die Bauteileliste enth&auml;lt. Sollte dies geschehen, wird Sie LDView fragen, ob die Bibliothek bereits installiert wurde. Wenn Sie LDraw installiert haben, antworten Sie mit &quot;Ja&quot;, um dem Programm daraufhin zu zeigen, wo es die Bibliothek finden kann.</P>
<P>Sollte die LDraw Bauteile-Bibliothek noch nicht auf Ihrem Computer installiert sein, antworten Sie mit &quot;Nein&quot;, worauf Sie gefragt werden, ob LDView die Bibliothek aus dem Internet f&uuml;r Sie herunterladen soll. Solange Sie keinen Proxy-Server f&uuml;r HTTP-Verbindungen verwenden, k&ouml;nnen Sie mit &quot;Ja&quot; antworten und werden daraufhin gefragt werden, in welches Verzeichnis die Bibliothek gespeichert werden soll. Danach wird LDView automatisch die neueste Version der Bauteile-Bibliothek von LDraw.org herunterladen. Sobald die Bibliothek heruntergeladen und installiert wurde, k&ouml;nnen Sie die Modelle ansehen. Bitte beachten Sie, dass die Bibliothek ziemlich gro&szlig; ist (&uuml;ber 6 MB als diese Hilfe-Datei geschrieben wurde), weshalb es bei einer langsamen Internet-Verbindung eine Weile dauern kann, bis der Download abgeschlossen ist.</P>
<P>Wenn Sie einen Proxy-Server f&uuml;r ihre HTTP-Verbindung verwenden, antworten Sie auf die Frage, ob die Bibliothek nun heruntergeladen werden soll, mit &quot;Nein&quot; und klicken dann im Dialogfeld &quot;Einstellungen&quot; auf den Reiter &quot;<A HREF="#UpdatesTab">Updates</A>&quot;, um die Einstellungen Ihres Proxy-Servers zu konfigurieren.</P>
<P>Standardm&auml;&szlig;ig versucht LDView Bauteile vom LDraw.org Parts Tracker herunterzuladen, wenn es in einem Modell auf einen Baustein st&ouml;&szlig;t, den es in der gespeicherten Bibliothek nicht finden kann. Der Parts Tracker enth&auml;lt alle inoffiziellen Bauteile, die von den Bauteile-Designern zwecks Zertifizierung hochgeladen wurden, um der offiziellen LDraw Bauteile-Bibliothek hinzugef&uuml;gt zu werden, aber noch nicht vollst&auml;ndig zertifiziert wurden. Da nicht zertifizierte Bauteile w&auml;hrend des Zertifikationsprozesses noch ver&auml;ndert werden k&ouml;nnen und das Zertifizierte vom anf&auml;nglich hochgeladenen Teil stark abweichen kann (z.B. um 90&deg; gedreht ist), gibt LDView jedes mal eine Warnung aus, wenn es ein inoffizielles Bauteil verwendet, das heruntergeladen wurde. Beachten Sie bitte, dass LDView auf jeden Fall die zertifizierte Version verwendet, sollte ein inoffizielles Bauteil zu einem sp&auml;teren Zeitpunkt der offiziellen Bauteile-Bibliothek hinzugef&uuml;gt worden sein (wenn ein Update der Bibliothek hinzugef&uuml;gt wurde), weshalb dann auch keine Warnung ausgegeben wird.</P>
<P></P>
<A NAME="MouseControl"></A>
<TABLE CLASS="SectionHeader" WIDTH="100%" BGCOLOR="#0080D0">
<TR>
<TH ALIGN="LEFT"><FONT SIZE="+2" COLOR="#FFFFFF">Maus- und Tastatursteuerung</FONT></TH>
</TR>
</TABLE>
<P>Es stehen zwei verschiedene Modi zu Verf&uuml;gung, um mit einem Modell zu interagieren: <A HREF="#ExamineMode">Pr&uuml;fungsmodus</A> und <A HREF="#FlyMode">Schwenkmodus</A>. Standardm&auml;&szlig;ig ist der Pr&uuml;fungsmodus eingestellt. Sie k&ouml;nnen zwischen den Modi umschalten, indem Sie den gew&uuml;nschten Modus im Men&uuml; &quot;<A HREF="#ViewMenu">Ansicht</A>&quot; w&auml;hlen.</P>
<P><FONT SIZE="+2"><B><A NAME="ExamineMode">Pr&uuml;fungsmodus</A></B></FONT><BR>
Halten Sie die linke Maustaste gedr&uuml;ckt und ziehen Sie den Mauszeiger, um das Modell zu drehen. Wenn die Taste losgelassen wird, w&auml;hrend die Maus noch in Bewegung ist, dreht das Modell selbst&auml;ndig weiter.</P>
<P>Wenn Sie die STRG-TASTE gedr&uuml;ckt halten, bevor Sie die linken Maustaste dr&uuml;cken und den Mauszeiger ziehen oder die mittlere Maustaste dr&uuml;cken und ziehen, bewegen Sie das Modell, anstatt es zu drehen. Das Modell wird in jene Richtung bewegt, in die Sie den Mauszeiger ziehen. Wenn Sie das Modell f&auml;lschlicherweise &uuml;ber den Fensterbereich hinausziehen und es dann nicht mehr wiederfinden, w&auml;hlen Sie &quot;<A HREF="#ResetView">Ansicht zur&uuml;cksetzen</A>&quot; (Men&uuml; &quot;Ansicht&quot;) um zur vorherigen Ansicht zur&uuml;ckzukehren.</P>
<P>Wenn Sie die SHIFT-TATSE gedr&uuml;ckt halten, bevor Sie die linken Maustaste dr&uuml;cken und den Mauszeiger ziehen, &auml;ndern Sie die Lichtrichtung. Ein Pfeil zeigt die augenblickliche Richtung an, aus der das Licht scheint und durch das Bewegen der Maus drehen Sie den Pfeil um das Modell (oder den Baustein) und somit die Lichtrichtung. Sollten Sie Probleme haben die Ausgangsposition einzustellen, k&ouml;nnen Sie die Schalter mit <A HREF="#LightDirection">voreingestellten Lichtrichtungen</A> im Reiter &bdquo;Effekte&ldquo; der Einstellungen dr&uuml;cken.</P>
		<p>Halten Sie die rechte Maustaste gedr&uuml;ckt und bewegen Sie den Mauszeiger nach oben oder unten um in die Ansicht hinein- oder herauszuzoomen. Die Zoomgeschwindigkeit h&auml;ngt davon ab, wie weit Sie den Mauszeiger vom Punkt wegziehen, an dem Sie anf&auml;nglich geklickt haben. Wenn Sie eine Wheel-Maus besitzen, k&ouml;nnen Sie auch das Rad f&uuml;r das Zoom verwenden.</p>
		<P>Wenn w&auml;hrend des Zoomen (sei es mit der rechten Maustaste oder dem Mausrad) die STRG-TASTE gedr&uuml;ckt wird, wird nicht gezoomt sondern geschnitten. Der Schnittmodus schneidet alles ab, das innerhalb einer gewissen Distanz liegt. Die Distanz wird &uuml;ber eine Schnittebene parallel zur Kamera definiert. Dies erlaubt es Ihnen, in ein Modell hineinzusehen ohne zum Drahtgittermodus wechseln zu m&uuml;ssen. Wird bei gedr&uuml;ckter STRG-TASTE in Richtung des Modell gezoomt, wird die Schnittebene von der Kamera wegbewegt, weshalb mehr und mehr vom Modell weggeschnitten wird. Herauszoomen bewegt die Schnittebene in Richtung Kamera, womit immer weniger abgeschnitten wird. Sie werden vermutlich ein wenig zum Modell hinzoomen m&uuml;ssen, bis die Schnittebene das Modell &uuml;berhaupt erreicht hat und der Schnitt somit sichtbar wird. Wenn Sie m&ouml;chten, kann LDView die geschnittenen Teile &uuml;ber die Option &quot;<A HREF="#WireframeCutaway">Drahtgitterschnitt</A>&quot; (im Reiter &quot;Effekte&quot; des Dialogfeldes &quot;Einstellungen&quot;) auch als Drahtgitter darstellen. Dies wird die Verarbeitungsgeschwindigkeit allerdings erheblich bremsen, da das gesamte Modell zweimal berechnet werden muss.</P>
		<P><FONT SIZE="+2"><B><A NAME="FlyMode">Schwenkmodus</A></B></FONT><BR>Halten Sie die linke Maustaste gedr&uuml;ckt und ziehen Sie den Mauszeiger um die Kamera nach oben, unten, rechts oder links zu schwenken. Je weiter Sie den Mauszeiger vom anf&auml;nglichen Klickpunkt wegbewegen desto schneller wird die Kamera schwenken.</P>
<P>Die Kamera kann &uuml;ber die Tastatur bewegt werden. Sie k&ouml;nnen jederzeit die SHIFT-TASTE dr&uuml;cken, um die Geschwindigkeit der Bewegungen zu verdoppeln. Die Steuerungstasten sind wie folgt belegt:</P>
<TABLE>
<TR>
<TH ALIGN="RIGHT">Bewegungsrichtung</TH>
<TH>&nbsp;</TH>
<TH ALIGN="CENTER">Taste</TH>
</TR>
<TR>
<TD ALIGN="RIGHT">Vor:</TD>
<TD></TD>
<TD ALIGN="CENTER">W</TD>
</TR>
<TR>
<TD ALIGN="RIGHT">Zur&uuml;ck:</TD>
<TD></TD>
<TD ALIGN="CENTER">S</TD>
</TR>
<TR>
<TD ALIGN="RIGHT">Links:</TD>
<TD></TD>
<TD ALIGN="CENTER">A</TD>
</TR>
<TR>
<TD ALIGN="RIGHT">Rechts:</TD>
<TD></TD>
<TD ALIGN="CENTER">D</TD>
</TR>
<TR>
<TD ALIGN="RIGHT">Aufw&auml;rts:</TD>
<TD></TD>
<TD ALIGN="CENTER">R</TD>
</TR>
<TR VALIGN="TOP">
<TD ALIGN="RIGHT">Abw&auml;rts:</TD>
<TD></TD>
<TD ALIGN="CENTER">F</TD>
<TD>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</TD>
</TR>
<TR>
<TD>&nbsp;</TD>
</TR>
<TR>
<TD COLSPAN="4">Zus&auml;tzlich zu den oben genannten Richtungstasten steuern die folgenden<BR>
Tasten das seitliche Rollen der Kamera:</TD>
</TR>
<TR>
<TD>&nbsp;</TD>
</TR>
<TR>
<TH ALIGN="RIGHT">Rollen</TH>
<TH>&nbsp;</TH>
<TH ALIGN="CENTER">Taste</TH>
</TR>
<TR>
<TD ALIGN="RIGHT">Rollen im Uhrzeigersinn:</TD>
<TD></TD>
<TD ALIGN="CENTER">E</TD>
</TR>
<TR>
<TD ALIGN="RIGHT">Rollen im Gegenuhrzeigersinn:</TD>
<TD></TD>
<TD ALIGN="CENTER">Q</TD>
</TR>
</TABLE>
<P></P>
<A NAME="Menus"></A>
<TABLE CLASS="SectionHeader" WIDTH="100%" BGCOLOR="#0080D0">
<TR>
<TH ALIGN="LEFT"><FONT SIZE="+2" COLOR="#FFFFFF">Men&uuml;s </FONT></TH>
</TR>
</TABLE>
<P>Die Tastenk&uuml;rzel zu den jeweiligen Men&uuml;s stehen in Klammer neben den Men&uuml;eintr&auml;gen. Beachten Sie, dass die K&uuml;rzel auch im Vollbild-Modus arbeiten, wenn die Men&uuml;leiste ausgeblendet ist.</P>
<TABLE CELLSPACING="6">
<TR>
<TD COLSPAN="3"><FONT SIZE="+1"><B><A NAME="FileMenu">Men&uuml; &quot;Datei&quot;</A></B></FONT></TD>
</TR>
<TR VALIGN="TOP">
<TD ALIGN="RIGHT"><U>&Ouml;</U>ffnen... (Ctrl+O):</TD>
<TD COLSPAN="2">&Ouml;ffnet ein neues LDraw-Modell oder ein LDraw-Bauteil.</TD>
</TR>
<TR VALIGN="TOP">
<TD ALIGN="RIGHT" NOWRAP>Bild <U>s</U>peichern... (Ctrl+S):</TD>
<TD COLSPAN="2">Speichert ein Bild des aktiven Modells/Bausteins mit der augenblicklichen Ansicht im Bildformat PNG oder BMP. <A HREF="#SaveSnapshotOptions">Hier</A> finden Sie Informationen &uuml;ber die zus&auml;tzlichen Einstellm&ouml;glichkeiten des Dialogfeldes &quot;Bild speichern&quot;.</TD>
</TR>
<TR VALIGN="TOP">
<TD ALIGN="RIGHT"><U>N</U>eu laden (F5):</TD>
<TD COLSPAN="2">L&auml;dt das zur Zeit angezeigte Modell oder den Baustein neu. (Verwenden Sie diese Funktion, wenn Sie das Modell oder den Baustein in einem anderen Programm bearbeiten und ver&auml;ndern, aber nicht die weiter unten beschriebene automatische Abfrage verwenden wollen.</TD>
</TR>
<TR VALIGN="TOP">
<TD ALIGN="RIGHT" NOWRAP><U>L</U>aden abbrechen (Esc):</TD>
<TD COLSPAN="2">W&auml;hrend ein Modell/Baustein geladen wird, k&ouml;nnen Sie &uuml;ber diesen Men&uuml;punkt den Ladevorgang abbrechen. Allerdings geht es viel schneller durch dr&uuml;cken der ESC-Taste.</TD>
</TR>
<TR VALIGN="TOP">
<TD ALIGN="RIGHT"><U>A</U>bfragen:</TD>
<TD COLSPAN="2">Das Untermen&uuml; enth&auml;lt Optionen, welche das Modell oder den Baustein automatisch neu laden, wenn die Datei au&szlig;erhalb von LDView ver&auml;ndert wird.</TD>
</TR>
<TR VALIGN="TOP">
<TD></TD>
<TD ALIGN="RIGHT"><U>D</U>eaktiviert:</TD>
<TD>Deaktiviert die Abfragefunktion v&ouml;llig. Sie k&ouml;nnen aber weiterhin &quot;Neu laden&quot; (Men&uuml; &quot;Datei&quot;) ben&uuml;tzen, um das aktive Modell neu zu laden.</TD>
</TR>
<TR VALIGN="TOP">
<TD></TD>
<TD ALIGN="RIGHT"><U>N</U>achfragen:</TD>
<TD>Erm&ouml;glicht das Abfragen. Wenn eine Ver&auml;nderung der Datei au&szlig;erhalb des Programmes festgestellt wird, &ouml;ffnet sich ein Dialogfeld, das fragt, ob Sie das Modell oder den Baustein neu laden m&ouml;chten. Diese Option sucht nur nach Ver&auml;nderungen, wenn LDView im Vordergrund l&auml;uft. Der Dialog wird deshalb normalerweise dann ge&ouml;ffnet, wenn Sie zu LDView zur&uuml;ckkehren, nachdem Sie in einem anderen Programm &Auml;nderungen am aktiven Modell oder dem Baustein vorgenommen haben.</TD>
</TR>
<TR VALIGN="TOP">
<TD></TD>
<TD ALIGN="RIGHT" NOWRAP><U>A</U>utomatisch aktualisieren<BR>
wenn aktiv:</TD>
<TD>Wenn eine Ver&auml;nderung der Datei au&szlig;erhalb des Programmes festgestellt wird, wird das aktive Modell oder der Baustein automatisch neu geladen. Diese Option sucht nur nach Ver&auml;nderungen, wenn LDView im Vordergrund l&auml;uft. Das Modell oder der Baustein wird deshalb normalerweise dann neu geladen, wenn Sie zu LDView zur&uuml;ckkehren, nachdem Sie in einem anderen Programm &Auml;nderungen am aktiven Modell oder dem Baustein vorgenommen haben.</TD>
</TR>
<TR VALIGN="TOP">
<TD></TD>
<TD ALIGN="RIGHT" NOWRAP><U>S</U>ofort automatisch<BR>
aktualisieren:</TD>
<TD>Wenn eine Ver&auml;nderung der Datei au&szlig;erhalb des Programmes festgestellt wird, wird das aktive Modell oder der Baustein automatisch neu geladen. Diese Option sucht nach Ver&auml;nderungen, gleichg&uuml;ltig ob LDView im Vordergrund l&auml;uft oder nicht. Das Modell oder der Baustein wird deshalb sofort neu geladen, nachdem Sie in einem anderen Programm &Auml;nderungen am aktiven Modell oder dem Baustein gespeichert haben. Beachten Sie bitte, dass diese Option bei Modellen mit vielen Bausteinen die Rechenleistung ihres Computers erheblich auslasten kann.</TD>
</TR>
<TR VALIGN="TOP">
<TD ALIGN="RIGHT" NOWRAP>LDra<U>w</U> Verzeichnis...:</TD>
<TD COLSPAN="2">Erm&ouml;glicht es einen neuen Pfad f&uuml;r das LDraw-Verzeichnis anzugeben. Normalerweise sollte dies nicht notwendig sein, da LDView feststellt, wenn das LDraw-Verzeichnis gel&ouml;scht oder verschoben wurde und mittels Dialogfeld nach dem neuen Speicherort fragt. Sollten Sie, aus welchen Gr&uuml;nden auch immer, selbst festlegen wollen, wo LDView die LDraw-Bibliothek finden soll, k&ouml;nnen Sie diesen Men&uuml;punkt benutzen.</TD>
</TR>
<TR VALIGN="TOP">
<TD ALIGN="RIGHT" NOWRAP><A NAME="ExtraDirs"><U>Z</U>us&auml;tzliche Verzeichnisse...</A>:</TD>
<TD COLSPAN="2">Erm&ouml;glicht es, eine beliebige Zahl zus&auml;tzlicher Suchverzeichnisse anzugeben und zu verwalten. Wenn LDView ein Modell oder einen Baustein l&auml;dt, worin auf Bauteile oder Untermodelle verwiesen wird, sucht es nach diesem Baustein oder dem Untermodell an einer Reihe von Orten. Unabh&auml;ngig davon, was Sie hier definieren, wird LDView den Ordner durchsuchen, in dem das Modell gespeichert ist, sowie die Verzeichnisse P, PARTS und MODELS innerhalb des LDraw-Verzeichnisses (in dieser Reihenfolge). Wenn die Datei in keinem dieser Ordner gefunden wird, durchsucht LDView alle Verzeichnisse, die im Dialogfeld &quot;Zus&auml;tzliche Suchverzeichnisse&quot; aufgelistet sind, zu dem man &uuml;ber diesen Men&uuml;punkt gelangt. Die Verzeichnisse werden in der Reihenfolge ihrer Reihung durchsucht. Verschieben Sie die Verzeichnisse mit den Pfeiltasten nach oben oder unten, um die Reihenfolge zu &auml;ndern.</TD>
</TR>
<TR VALIGN="TOP">
<TD ALIGN="RIGHT" NOWRAP>Nach Bauteile-<U>U</U>pdates suchen:</TD>
<TD COLSPAN="2">Pr&uuml;ft, ob auf LDraw.org Updates f&uuml;r die Bauteile-Bibliothek verf&uuml;gbar sind und l&auml;dt gegebenenfalls Aktualisierungen herunter, um sie dann zu installieren.</TD>
</TR>
<TR VALIGN="TOP">
<TD ALIGN="RIGHT" NOWRAP>Seite <U>e</U>inrichten...:</TD>
<TD COLSPAN="2">Legt Seitenr&auml;nder, die Papierzufuhr, das Papierformat, die Seitenausrichtung und andere Layout-Optionen f&uuml;r die aktive Datei fest. LDView verwendet den standardm&auml;&szlig;igen Windows-Druckerdialog mit einem zus&auml;tzlichen Kontrollk&auml;stchen, mit dem eingestellt wird, ob die Hintergrundfarbe gedruckt wird oder nicht. Standardm&auml;&szlig;ig wird ohne Hintergrundfarbe gedruckt.</TD>
</TR>
<TR VALIGN="TOP">
<TD ALIGN="RIGHT" NOWRAP><U>D</U>rucken... (Ctrl+P):</TD>
<TD COLSPAN="2">Druckt ein Bild des aktiven Modells/Bausteins mit der augenblicklichen Ansicht.</TD>
</TR>
<TR VALIGN="TOP">
<TD ALIGN="RIGHT">&lt;Zuletzt ge&ouml;ffnete Dateien&gt;:</TD>
<TD COLSPAN="2">Liste der 10 zuletzt ge&ouml;ffneten Dateien. Um schnell eine dieser Dateien erneut zu &ouml;ffnen, klicken Sie auf die entsprechende Datei.</TD>
</TR>
<TR VALIGN="TOP">
<TD ALIGN="RIGHT"><U>B</U>eenden (Ctrl+Q):</TD>
<TD COLSPAN="2">Schlie&szlig;t das Programm.</TD>
</TR>
<TR>
<TD COLSPAN="3">
<HR NOSHADE SIZE="1" WIDTH="90%">
</TD>
</TR>
<TR>
<TD COLSPAN="3"><FONT SIZE="+1"><B><A NAME="EditMenu">Men&uuml; &quot;Bearbeiten&quot;</A></B></FONT></TD>
</TR>
<TR VALIGN="TOP">
<TD ALIGN="RIGHT" NOWRAP><U>E</U>instellungen... (Ctrl+Shift+V):</TD>
<TD COLSPAN="2">&Ouml;ffnet das Dialogfeld &quot;<A HREF="#Prefs">LDView Einstellungen</A>&quot;.</TD>
</TR>
<TR>
<TD COLSPAN="3">
<HR NOSHADE SIZE="1" WIDTH="90%">
</TD>
</TR>
<TR>
<TD COLSPAN="3"><FONT SIZE="+1"><B><A NAME="ViewMenu">Men&uuml; &quot;Ansicht&quot;</A></B></FONT></TD>
</TR>
<TR VALIGN="TOP">
<TD ALIGN="RIGHT" NOWRAP>Verwende vis<U>u</U>ellen Stil<BR>
(erfordert Neustart):</TD>
<TD COLSPAN="2">Dieses Men&uuml; ist nicht sichtbar, wenn Sie LDView auf einem anderen Betriebssystem als Microsoft Windows betreiben oder das &auml;lter als Windows XP ist. Wenn Sie auf das Men&uuml; zugreifen k&ouml;nnen, aktiviert oder deaktiviert es die Verwendung von Visuellen Stilen unter Windows XP. LDView muss neu gestartet werden, wenn hier &Auml;nderungen vorgenommen werden.</TD>
</TR>
<TR VALIGN="TOP">
<TD ALIGN="RIGHT" NOWRAP>Ganzer <U>B</U>ildschirm (Ctrl+Enter):</TD>
<TD COLSPAN="2">Schaltet zum ausgew&auml;hlten &quot;<A HREF="#Fullscreen">Vollbild-Modus</A>&quot; um. Wenn Sie bereits im Vollbild-Modus arbeiten, dr&uuml;cken Sie die STRG+ENTER-TASTE, um zum Windows-Modus zur&uuml;ckzukehren.</TD>
</TR>
<TR VALIGN="TOP">
<TD ALIGN="RIGHT" NOWRAP>Symbolleis<U>t</U>en (Ctrl+Shift+T):</TD>
<TD COLSPAN="2">Schaltet die &quot;<A HREF="#Toolbar">Symbolleiste</A>&quot; ein bzw. aus. Beachten Sie, dass die Symbolleiste im Vollbild-Modus niemals sichtbar ist.</TD>
</TR>
<TR VALIGN="TOP">
<TD ALIGN="RIGHT" NOWRAP><U>S</U>tatusleiste (Ctrl+Shift+S):</TD>
<TD COLSPAN="2">Schaltet die &quot;Statusleiste&quot; ein bzw. aus. Beachten Sie, dass die Statusleiste immer sichtbar ist, wenn ein Ladezustand angezeigt wird. Im Vollbild-Modus ist die Statusleiste niemals sichtbar, es sei denn, ein Ladevorgang wird angezeigt.</TD>
</TR>
<TR VALIGN="TOP">
<TD ALIGN="RIGHT" NOWRAP>Immer im <U>V</U>ordergrund:</TD>
<TD COLSPAN="2">Schaltet den Modus &quot;Immer im Vordergrund&quot; ein bzw. aus. Ist dieser Modus aktiviert, wird LDView &uuml;ber allen anderen Fenstern im Vordergrund angezeigt (mit Ausnahme von einigen anderen Fenstern, welche dieselbe Anzeigepriorit&auml;t haben). Ist dieser Modus deaktiviert (die Standardeinstellung), verh&auml;lt sich LDView wie ein normales Windows-Programm.</TD>
</TR>
<TR VALIGN="TOP">
<TD ALIGN="RIGHT" NOWRAP><A NAME="ResetView">Ansicht zur&uuml;c<U>k</U>setzen</A> (Ctrl+A):</TD>
<TD COLSPAN="2">Setzt die Ansicht des Modells oder des Bausteins auf die Standardansicht zur&uuml;ck, die nach dem &Ouml;ffnen eingestellt war. Jeder beliebige Ansichtswinkel kann &uuml;ber &quot;<A HREF="#SaveDefaultView">Akt. Ansicht als Standard speichern</A>&quot; (Men&uuml; &quot;Ansicht/Ansichtswinkel&quot;) als Standardansicht gespeichert werden.</TD>
</TR>
<TR VALIGN="TOP">
<TD ALIGN="RIGHT" NOWRAP><U>Z</U>oom anpassen (Ctrl+Z):</TD>
<TD COLSPAN="2">Stellt den Zoom so ein, dass das gesamte Modell oder der Baustein das aktive Fenster ausf&uuml;llt.</TD>
</TR>
<TR VALIGN="TOP">
<TD ALIGN="RIGHT"><U>A</U>nsichtswinkel:</TD>
<TD COLSPAN="2">Untermen&uuml; mit voreingestellten Ansichtswinkeln.</TD>
</TR>
<TR VALIGN="TOP">
<TD></TD>
<TD ALIGN="RIGHT"><U>V</U>orne (Crtl+1):</TD>
<TD>Stellt die Frontansicht des Modells/Bausteins ein.</TD>
</TR>
<TR VALIGN="TOP">
<TD></TD>
<TD ALIGN="RIGHT"><U>H</U>inten (Crtl+2):</TD>
<TD>Stellt die Heckansicht des Modells/Bausteins ein.</TD>
</TR>
<TR VALIGN="TOP">
<TD></TD>
<TD ALIGN="RIGHT"><U>L</U>inks (Crtl+3):</TD>
<TD>Stellt die linke Seitenansicht des Modells/Bausteins ein.</TD>
</TR>
<TR VALIGN="TOP">
<TD></TD>
<TD ALIGN="RIGHT"><U>R</U>echts (Crtl+4):</TD>
<TD>Stellt die rechte Seitenansicht des Modells/Bausteins ein.</TD>
</TR>
<TR VALIGN="TOP">
<TD></TD>
<TD ALIGN="RIGHT"><U>O</U>ben (Crtl+5):</TD>
<TD>Stellt die Aufsicht des Modells/Bausteins ein.</TD>
</TR>
<TR VALIGN="TOP">
<TD></TD>
<TD ALIGN="RIGHT"><U>U</U>nten (Crtl+6):</TD>
<TD>Stellt die Unteransicht des Modells/Bausteins ein.</TD>
</TR>
<TR VALIGN="TOP">
<TD></TD>
<TD ALIGN="RIGHT"><U>I</U>sometrisch (Crtl+0):</TD>
<TD>Stellt die isometrische Perspektive des Modells/Bausteins ein. Dies ist die Standardansicht solange nichts anderes gespeichert wurde.</TD>
</TR>
<TR VALIGN="TOP">
<TD></TD>
<TD ALIGN="RIGHT"><A NAME="SaveDefaultView"><U>A</U>kt. Ansicht als Standard speichern:</A></TD>
<TD>Speichert den augenblicklichen Blickwinkel als Standardansicht. Beachten Sie bitte, dass nur der Blickwinkel jedoch nicht die Distanz zum Objekt gespeichert wird. Die Distanz wird immer auf die Standarddistanz zur&uuml;ckgesetzt.</TD>
</TR>
<TR VALIGN="TOP">
<TD ALIGN="RIGHT" NOWRAP><U>P</U>r&uuml;fungsmodus (Ctrl+Shift+P):</TD>
<TD COLSPAN="2">Versetzt LDView in den Pr&uuml;fungsmodus. Wenn Sie im Pr&uuml;fungsmodus die linke Maustaste gedr&uuml;ckt halten und den Mauszeiger ziehen, wird das aktive Modell/Baustein gedreht. Dies ist der Standardmodus.</TD>
</TR>
<TR VALIGN="TOP">
<TD ALIGN="RIGHT" NOWRAP>Schwenk<U>m</U>odus (Ctrl+Shift+M):</TD>
<TD COLSPAN="2">Versetzt LDView in den Schwenkmodus. Wenn Sie im Schwenkmodus die linke Maustaste gedr&uuml;ckt halten und den Mauszeiger ziehen, wird die Kamera gedreht w&auml;hrend W-, A-, S-, D-, Q-, E-, R-, und F-TASTE die Kamera bewegen.</TD>
</TR>
<TR VALIGN="TOP">
<TD ALIGN="RIGHT" NOWRAP>XX-Bit Modus:</TD>
<TD COLSPAN="2">Dieses Untermen&uuml; enth&auml;lt alle verf&uuml;gbaren Vollbild-Grafikmodi mit einer Farbtiefe von XX-Bit (wobei XX &uuml;blicherweise 15, 16, 24, oder 32 ist). F&uuml;r jede Farbtiefe von 15 oder gr&ouml;&szlig;er, die ihrer Grafikkarte unterst&uuml;tzt, gibt es ein eigenes Untermen&uuml;. Der Punkt markiert die augenblicklich gew&auml;hlte Farbtiefe im Vollbild-Modus. Im entsprechenden Untermen&uuml; markiert ein Punkt die aktive Bildschirmaufl&ouml;sung.</TD>
</TR>

<TR>
<TD COLSPAN="3">
<HR NOSHADE SIZE="1" WIDTH="90%">
</TD>
</TR>
<TR>
<TD COLSPAN="3"><FONT SIZE="+1"><B><A NAME="ToolsMenu">Men&uuml; &quot;Extras&quot;</A></B></FONT></TD>
</TR>
<TR VALIGN="TOP">
<TD ALIGN="RIGHT" NOWRAP><U>F</U>ehler &amp; Warnungen... (Ctrl+Shift+F):</TD>
<TD COLSPAN="2">&Ouml;ffnet das Dialogfeld &quot;<A HREF="#ErrorWindow">LDView Fehler &amp; Warnungen</A>&quot;.</TD>
</TR>
<TR VALIGN="TOP">
<TD ALIGN="RIGHT" NOWRAP>Bauteileliste...:</TD>
<TD COLSPAN="2">&Ouml;ffnet das Dialogfeld &quot;<A HREF="#PartsListDialog">Bauteileliste</A>&quot;.</TD>
</TR>
<TR VALIGN="TOP">
<TD ALIGN="RIGHT" NOWRAP><A NAME="ShowViewInfo">Zeige Ansichts<U>i</U>nformationen...:</A></TD>
<TD COLSPAN="2">&Ouml;ffnet ein Dialogfeld mit Informationen &uuml;ber die Rotationsmatrix des Modells/Bausteins und den aktuellen Zoomfaktor (Kameradistanz). Wenn Sie die OK-TASTE dr&uuml;cken, wird die Information in einer f&uuml;r LDViews Eingabeaufforderung lesbarem Format in die Zwischenablage kopiert. Beachten Sie, dass hier nicht die Kameraposition und der &Ouml;ffnungswinkel aufgezeichnet werden, weshalb empfohlen wird, diese Funktion nicht im Schwenkmodus zu verwenden oder nachdem Sie im Pr&uuml;fungsmodus die Kamera verschoben haben.</TD>
</TR>
<TR VALIGN="TOP">
<TD ALIGN="RIGHT" NOWRAP>Zeige <U>P</U>OV-Ray Kamera-Information...:</TD>
<TD COLSPAN="2">&Ouml;ffnet ein Dialogfeld mit Informationen &uuml;ber die aktuelle Kameraposition in der POV-Ray Syntax. Wenn Sie die OK-TASTE dr&uuml;cken, wird die Information in einem f&uuml;r POV-Ray lesbarem Format in die Zwischenablage kopiert. Der Inhalt kann dann mit dem existierenden Kamerabefehl ausgetauscht werden.</TD>
</TR>



<TR>
<TD COLSPAN="3">
<HR NOSHADE SIZE="1" WIDTH="90%">
</TD>
</TR>
<TR>
<TD COLSPAN="3"><FONT SIZE="+1"><B><A NAME="HelpMenu">Men&uuml; &quot;Hilfe&quot;</A></B></FONT></TD>
</TR>
<TR VALIGN="TOP">
<TD ALIGN="RIGHT"><U>O</U>penGL-Treiber Information...:</TD>
<TD COLSPAN="2">&Ouml;ffnet ein Dialogfeld mit Informationen &uuml;ber Ihren OpenGL-Treiber. Diese Informationen werden ben&ouml;tigt, wenn Sie auf Probleme mit dem Programm sto&szlig;en. Der Text im Dialogfeld kann markiert und durch dr&uuml;cken der STRG+C-TASTEN in die Zwischenablage kopiert werden.</TD>
</TR>
<TR VALIGN="TOP">
<TD ALIGN="RIGHT"><U>I</U>nhalt... (F1):</TD>
<TD COLSPAN="2">&Ouml;ffnet diese Datei in ihrem Internetbrowser. (Funktioniert nur im Fenstermodus, das Dr&uuml;cken der F1-TASTE im Vollbild-Modus hat keinerlei Wirkung).</TD>
</TR>
<TR VALIGN="TOP">
<TD ALIGN="RIGHT"><U>&Uuml;</U>ber LDView...:</TD>
<TD COLSPAN="2">&Ouml;ffnet das Dialogfeld &quot;&Uuml;ber LDView&quot;, das die Versionsnummer und Informationen &uuml;ber die Urheberrechte von LDView enth&auml;lt.</TD>
</TR>
</TABLE>
<P></P>
<A NAME="Toolbar"></A>
<TABLE CLASS="SectionHeader" WIDTH="100%" BGCOLOR="#0080D0">
<TR>
<TH ALIGN="LEFT"><FONT SIZE="+2" COLOR="#FFFFFF">Symbolleiste</FONT></TH>
</TR>
</TABLE>
<P>Die Symbolleiste erlaubt einen schnellen Zugriff auf bestimmte Funktionen und Einstellungen. Einige der Schaltfl&auml;chen sind doppelt belegt. Ein Klicken auf die Schaltfl&auml;che schaltet die Funktion ein bzw. aus. Klicken auf den Abw&auml;rtspfeil neben der Schaltfl&auml;che erlaubt es, weitere Einstellungen vorzunehmen, die mit der Hauptfunktion zusammenh&auml;ngen. Diese Unterfunktionen sind nur aktiv, wenn die Hauptfunktion eingeschaltet wurde.</P>
<P></P>
<A NAME="Fullscreen"></A>
<TABLE CLASS="SectionHeader" WIDTH="100%" BGCOLOR="#0080D0">
<TR>
<TH ALIGN="LEFT"><FONT SIZE="+2" COLOR="#FFFFFF">Vollbild-Modus</FONT></TH>
</TR>
</TABLE>
<P>Sie k&ouml;nnen zum Vollbild-Modus &uuml;ber das Men&uuml; &quot;Ansicht&quot; umschalten. W&auml;hlen Sie dazu eine Farbtiefe und eine Bildschirmaufl&ouml;sung aus und w&auml;hlen Sie &quot;Ganzer Bildschirm&quot; (Men&uuml; &quot;Ansicht&quot;) oder dr&uuml;cken Sie STRG+ENTER. Um den Vollbild-Modus zu verlassen, dr&uuml;cken Sie erneut STRG+ENTER oder die ESC-TASTE. Beachten Sie bitte, dass dies nicht bei allen Grafikkarten einwandfrei funktioniert. Sollte es mit ihrer Grafikkarte Probleme geben, wird eine Fehlermeldung angezeigt werden, nachdem die Bildschirmaufl&ouml;sung ge&auml;ndert wurde. Nachdem Sie die Fehlermeldung geschlossen haben, sollte das Programm automatisch zum Fenstermodus zur&uuml;ckkehren. Wenn Sie im Vollbild-Modus sind, k&ouml;nnen Sie das Modell oder den Baustein &uuml;ber die Maus genauso steuern wie im Fenstermodus.</P>
<P>Wenn ihre Grafikkarte 2D-Fenster-Funktionalit&auml;t unterst&uuml;tzt, w&auml;hrend Sie sich im Vollbild-Modus befinden, kann auf die Dialogfelder &quot;&Ouml;ffnen&quot; und &quot;Einstellungen&quot; &uuml;ber die entsprechenden Tastenk&uuml;rzel (STRG+O f&uuml;r Datei &ouml;ffnen, STRG+SHIFT+V f&uuml;r Einstellungen) zugegriffen werden. Wenn Sie unsicher sind, ob ihre Grafikkarte 2D-Fenster-Funktionalit&auml;t unterst&uuml;tzt, versuchen Sie zun&auml;chst STRG+O zu dr&uuml;cken. Sollten Sie kein Dialogfeld zum &Ouml;ffnen einer Datei sehen, dr&uuml;cken Sie ESC, um das nicht angezeigte Dialogfenster zu verlassen und den Versuch abzubrechen. Auch das Tastenk&uuml;rzel F5, um eine Datei neu zu laden, funktioniert im Vollbild-Modus - unabh&auml;ngig davon, ob Ihre Grafikkarte 2D-Fenster-Funktionalit&auml;t im Vollbild-Modus unterst&uuml;tzt. Aber solange Sie ein Modell betrachten, das jemand anderes in Ihrem Netzwerk bearbeitet, wird dies wenig n&uuml;tzlich sein.</P>
<P></P>
<A NAME="SaveSnapshotOptions"></A>
<TABLE CLASS="SectionHeader" WIDTH="100%" BGCOLOR="#0080D0">
<TR>
<TH ALIGN="LEFT"><FONT SIZE="+2" COLOR="#FFFFFF">Optionen &quot;Bild speichern&quot; </FONT></TH>
</TR>
</TABLE>
<P>Wenn Sie ein Bild speichern, werden am unteren Rand des Standarddialogfeldes &quot;Speichern&quot; die folgenden LDView-spezifischen Einstellm&ouml;glichkeiten angezeigt.</P>
<P><I>Bilderserie speichern</I> (Standardm&auml;&szlig;ig: <I>Deaktiviert</I>):<BR>Beim Aktivieren dieser Option wird automatisch eine fortlaufende Nummer an den Dateinamen angeh&auml;ngt. Dies erlaubt es, eine Anzahl von Bildern desselben Modells/Bausteins zu speichern, ohne jedes mal einen neuen Namen eingeben zu m&uuml;ssen.</P>
<P><I>Anzahl der Ziffern</I> (Standardm&auml;&szlig;ig: <I>1</I>):<BR>
Diese Option ist nur verf&uuml;gbar, wenn &quot;Bilderserie speichern&quot; aktiviert ist. Dies steuert die Anzahl von Ziffern, die an den Dateinamen angeh&auml;ngt werden. Vor die fortlaufende Zahl werden solange Nullen eingef&uuml;gt, bis die hier gew&auml;hlte Anzahl erreicht ist. Wenn Sie z.B. eine 3 eingegeben haben und die fortlaufende Zahl ist 5, dann wird an den Dateinamen 005 anstatt 5 angeh&auml;ngt.</P>
<P><I>Pixelspeicher nicht verwenden</I> (Standardm&auml;&szlig;ig: <I>Deaktiviert</I>):<BR>
Das Aktivieren dieser Option schaltet die Verwendung eines Pixelspeichers beim Berechnen des Bildes aus. Die Verwendung eines Pixelspeichers kann auf bestimmten Grafikkarten zu korrupten Bilddaten f&uuml;hren. Sollten ihre Bilder besch&auml;digt oder unlesbar sein, aktivieren Sie bitte diese Option. Anderenfalls lassen Sie sie ausgeschaltet.</P>
<P><I>Bild mit bestimmter Gr&ouml;&szlig;e speichern</I> (Standardm&auml;&szlig;ig: <I>Deaktiviert</I>):<BR>
Das Aktivieren dieser Option erlaubt es Ihnen, H&ouml;he und Breite des Bildes anzugeben. Andernfalls hat das gespeicherte Bild die Ma&szlig;e des LDView-Fensters.</P>
<P><I>Breite</I> (Standardm&auml;&szlig;ig: <I>1024</I>):<BR>
Diese Option ist nur verf&uuml;gbar, wenn &quot;Bild mit bestimmter Gr&ouml;&szlig;e speichern&quot; aktiviert ist. Dies bestimmt die Breite (in Pixel) des gespeicherten Bildes.</P>
<P>Beachten Sie bitte, dass das endg&uuml;ltige Bild aus kleineren, aneinandergereihten Kacheln des berechneten Bildes besteht, wenn ein gewisser Schwellenwert (der von Grafikkarte zu Grafikkarte variiert) &uuml;berschritten wird. Das eigentliche Bild ist deshalb m&ouml;glicherweise kleiner als gefordert.</P>
<P><I>H&ouml;he</I> (Standardm&auml;&szlig;ig: <I>768</I>):<BR>
Diese Option ist nur verf&uuml;gbar, wenn &quot;Bild mit bestimmter Gr&ouml;&szlig;e speichern&quot; aktiviert ist. Dies bestimmt die H&ouml;he (in Pixel) des gespeicherten Bildes.</P>
<P>Beachten Sie bitte, dass das endg&uuml;ltige Bild aus kleineren, aneinandergereihten Kacheln des berechneten Bildes besteht, wenn ein gewisser Schwellenwert (der von Grafikkarte zu Grafikkarte variiert) &uuml;berschritten wird. Das eigentliche Bild ist deshalb m&ouml;glicherweise kleiner als gefordert.</P>
<P><I>Zoom anpassen</I> (Standardm&auml;&szlig;ig: <I>Deaktiviert</I>):<BR>
Diese Option ist nur verf&uuml;gbar, wenn &quot;Bild mit bestimmter Gr&ouml;&szlig;e speichern&quot; aktiviert ist. Wenn aktiviert, wird das Zoom so eingestellt, dass das gesamte Modell oder der Baustein das gespeicherte Bild so weit als m&ouml;glich ausf&uuml;llt. (Die meisten Modelle/Bausteine werden das Bild entweder horizontal oder vertikal ausf&uuml;llen, aber nicht in beide Richtungen gleichzeitig). Beachten Sie bitte, dass der Blickwinkel nicht ver&auml;ndert wird, aber es durchaus sein kann, dass das Modell oder der Baustein verschoben wird, um das Bild bestm&ouml;glichst auszuf&uuml;llen.</P>
<P>&quot;Bild mit bestimmter Gr&ouml;&szlig;e speichern&quot; muss deshalb aktiviert sein, damit beim Speichern der Zuschnitt des Bildes beeinflusst werden kann. Dasselbe Resultat erzeugen Sie, wenn Sie ein Bild mit den Ma&szlig;en des LDView-Fensters speichern, Sie das Modell oder den Baustein genau so positionieren wie Sie m&ouml;chten und &quot;Zoom anpassen&quot; (Men&uuml; &quot;Ansicht&quot;) w&auml;hlen, bevor Sie das Bild speichern.</P>
<P></P>
<A NAME="ErrorWindow"></A>
<TABLE CLASS="SectionHeader" WIDTH="100%" BGCOLOR="#0080D0">
<TR>
<TH ALIGN="LEFT"><FONT SIZE="+2" COLOR="#FFFFFF">Fenster &quot;Fehler &amp; Warnungen&quot; </FONT></TH>
</TR>
</TABLE>
<P>Das Fenster &quot;LDView Fehler &amp; Warnungen&quot; zeigt Fehler im LDraw-Modell/Baustein an und warnt vor Problemen, die w&auml;hrend des Ladens entdeckt wurden.</P>
<P>Auf der linken Seite wird ein Baum mit allen Fehlern angezeigt. Standardm&auml;&szlig;ig wird ein ausgeblendeter Eintrag mit einer Kurzbeschreibung zu jedem Fehler angezeigt. Ein Klick auf das Pluszeichen (+) zur Linken der Beschreibung blendet mehr Informationen &uuml;ber den Fehler ein. Die erste Zeile gibt Auskunft &uuml;ber die Datei, in der der Fehler aufgetreten ist. Ein Doppelklick auf die Zeile &ouml;ffnet die Datei im Editor. Der n&auml;chste Eintrag gibt an, in welcher Zeile &quot;#Zeilennummer&quot; der Fehler aufgetreten ist, gefolgt von einer Kopie der Codezeile selbst. Ein Klick/Doppelklick auf diese Zeilen l&ouml;st keinerlei Vorgang aus. Bestimmte Fehler enthalten zus&auml;tzliche Informationen.</P>
<P>Unterhalb der Baumansicht finden Sie das Kontrollk&auml;stchen &quot;Warnungen einbeziehen&quot;. Ein Aktivieren veranlasst LDView sowohl Fehler als auch Warnungen anzuzeigen. Ist das Kontrollk&auml;stchen deaktiviert, werden alle Warnungen ausgeblendet. Bitte beachten Sie, dass eine Warnung nicht bedeutet, dass die Funktionalit&auml;t der LDraw-Datei eingeschr&auml;nkt ist, sondern dass sie in einigen Punkten von den LDraw-Spezifikationen abweicht (diese sind nur f&uuml;r Bauteile-Designer von Wichtigkeit). Aus diesem Grund werden Warnungen standardm&auml;&szlig;ig ausgeblendet.</P>
<P>Unter dem Kontrollk&auml;stchen &quot;Warnungen einbeziehen&quot; befindet sich die Schaltfl&auml;che &quot;Fehler in Zwischenablage kopieren&quot;. Wenn Sie die Schaltfl&auml;che dr&uuml;cken, wird der Text des ausgew&auml;hlten Fehlers in die Zwischenablage kopiert, um in anderen Programmen eingef&uuml;gt werden zu k&ouml;nnen.</P>
<P>Auf der rechten Seite des Fensters finden Sie eine Liste mit Kontrollk&auml;stchen, mit denen Sie bestimmen k&ouml;nnen, welche Fehler und Warnungen angezeigt werden. Standardm&auml;&szlig;ig werden alle Fehler/Warnungen angezeigt. Nicht gew&uuml;nschte Fehler/Warnungen k&ouml;nnen deaktiviert werden. Die Fehler/Warnungen sind:</P>
<P><I>Allgemeiner Fehler</I><BR>
Ein Fehler dieses Typs wird nur in Ausnahmesituationen angezeigt und sollte eigentlich nie auftreten. (Zum Beispiel, wenn Sie die LDraw-Bibliothek l&ouml;schen, w&auml;hrend ein Modell/Baustein geladen wird).</P>
<P><I>Auswertungsfehler</I><BR>
Eine Zeile in der Datei war ung&uuml;ltig.</P>
<P><I>Fehlende Datei</I><BR>
Das Modell (oder der Baustein) verweist auf ein anderes Modell/Untermodell, das in keinem der Standardsuchpfade gefunden werden konnte (der aktive Ordner, die LDraw-Ordner &quot;Modell&quot;, &quot;Parts&quot; und &quot;P&quot;, sowie die Eintr&auml;ge in der Liste der &quot;<A HREF="#ExtraDirs">Zus&auml;tzlichen Suchverzeichnisse</A>&quot;).</P>
<P><I>Singul&auml;re Matrix<BR>
</I>Das Modell (oder der Baustein) verweist auf ein anderes Modell (oder einen Baustein), in dem eine der drei Dimensionen auf Null gesetzt ist. Dies wird allgemein als Fehler betrachtet, wird aber trotzdem oft verwendet, wenn auf eine zweidimensionale Datei verwiesen wird.</P>
<P><I>Nicht einheitlich transformiertes Bauteil<BR>
</I>Das Modell (oder der Baustein) enth&auml;lt ein Untermodell (oder einen Bauteil), das irgendwie verzerrt ist. W&auml;hrend Untermodelle oder Bauteile verschoben und gedreht werden, um das Modell zusammenzusetzen, sollten sie so gut wie nie (wenn &uuml;berhaupt) gestaucht oder auseinandergezogen werden. Diese Fehlermeldung macht darauf aufmerksam, dass mit einem Bauteil etwas nicht in Ordnung ist.</P>
<P><I>Non-coplanares Viereck<BR>
</I>Das Modell (oder der Baustein) enth&auml;lt ein Viereck dessen Eckpunkte nicht auf einer Ebene liegen. Es gibt immer zwei M&ouml;glichkeiten um ein Viereck in zwei Dreiecke zu teilen, aber die daraus resultierende Geometrie ist unterschiedlich, wenn das Viereck nicht flach ist. Deshalb werden non-coplanare Vierecke als Fehler betrachtet. Bitte beachten Sie, dass LDView einen gewissen Spielraum einr&auml;umt, bevor es ein Viereck als non-coplanar einstuft.</P>
<P><I>Konkaves Viereck<BR>
</I>Das Modell (oder der Baustein) enth&auml;lt ein konkaves Viereck. Konkav hei&szlig;t, dass sich einer der vier Eckpunkte innerhalb des Dreiecks befindet, das von den anderen drei Scheitelpunkten gebildet wird. Obwohl technisch gesehen kein Fehler, wird es innerhalb des LDraw-Systems als ung&uuml;nstige Geometrie betrachtet, da diese Vierecke in einigen LDraw-kompatiblen Renderingprogrammen fehlerhafte Ergebnisse liefern.</P>
<P><I>Falsche Sequenz der Scheitelpunkte</I><BR>Das Modell (oder der Baustein) enth&auml;lt ein Viereck, dessen Scheitelpunkte &uuml;ber kreuz angeordnet sind. Mit anderen Worten, wenn Sie die Abfolge der Scheitelpunkte in der Codezeile nachzeichnen, ergeben sich am Ende zwei Dreiecke, die sich an einem Punkt schneiden. Zwei der Scheitelpunkte m&uuml;ssen vertauscht werden, um die richtige Reihenfolge zu erhalten. Auch dies ist vom technischen Standpunkt aus kein Fehler (es sei denn, das Viereck befindet sich in einem Abschnitt der BFC zertifiziert ist), wird aber innerhalb des LDraw-Systems als ung&uuml;nstige Geometrie betrachtet, da diese Vierecke in einigen LDraw-kompatiblen Renderingprogrammen fehlerhafte Ergebnisse liefern.</P>
<P><I>Kollineare Punkte</I><BR>
Das Modell (oder der Baustein) enth&auml;lt ein Viereck oder ein Dreieck, das drei oder vier kollineare Scheitelpunkte besitzen. Wenn dieser Fehler in einem Viereck festgestellt wird sieht es aus wie ein Dreieck (oder eine Linie, wenn alle vier Punkte kollinear sind). Wird der Fehler in einem Dreieck festgestellt (alle drei Punkte sind kollinear), verwandelt sich das Dreieck in eine Linie. Beachten Sie bitte, dass zuweilen kollineare Punkte in Vierecken verwendet werden, um T-Kreuzungen (ein Begriff aus der Computergrafik, der hier nicht n&auml;her erl&auml;utert werden soll) zu vermeiden. Da man jedoch ein Viereck immer auf zwei Arten in zwei Dreiecke teilen kann, bei einem Viereck mit kollinearen Punkten jedoch ein Dreieck und eine Linie entstehen w&uuml;rde, ist es <B>nicht</B> legitim, diese Technik zu verwenden um T-Kreuzungen zu vermeiden.</P>
<P><I>BFC Warnung</I><BR>
Das Modell (oder der Baustein) enth&auml;lt Informationen zum Back-Face-Culling (BFC), die un&uuml;blich (aber nichtsdestotrotz g&uuml;ltig) sind.</P>
<P><I>BFC Fehler</I><BR>
Das Modell (oder der Baustein) enth&auml;lt Informationen zum Back-Face-Culling (BFC), die ung&uuml;ltig sind.</P>
<P>MPD Fehler<BR>
Das Modell (oder der Baustein) enth&auml;lt Multi-Part-DAT-Informationen, die ung&uuml;ltig sind.</P>
<P><I>Leerzeichen</I><BR>
Das Modell (oder der Baustein) verweist auf ein Untermodell, dessen Dateiname Leerzeichen (oder Tabulatorzeichen) enth&auml;lt. Obwohl dies von den meisten Programmen des LDraw Systems unterst&uuml;tzt wird (LDView eingeschlossen), provoziert es in einigen Fehler, weshalb abgeraten wird, Leerzeichen in Dateinamen zu verwenden.</P>
<P><I>Bauteilnummer wurde ge&auml;ndert</I><BR>
Das Modell (oder der Baustein) verweist auf einen zertifizierten Baustein, dem eine neue Nummer zugewiesen wurde (auch als &quot;Moved to&quot;-Bausteine bekannt).</P>
<P><I>Nicht zertifiziertes Bauteil</I><BR>
Das Modell (oder der Baustein) verweist auf einen Baustein, der nicht Teil der offiziellen LDraw Bauteile-Bibliothek ist, sondern von LDView im LDraw.org Parts Tracker gefunden und automatisch heruntergeladen wurde.</P>
<P><I>Rekursives Modell</I><BR>
			Eines der Untermodelle (oder Bauteile) enth&auml;lt einen Verweis auf das &uuml;bergeordnete Modell. Wenn Sie zum Beispiel Test1.ldr &ouml;ffnen das Test2.ldr als Untermodell enth&auml;lt und Test2.ldr enth&auml;lt seinerseits Test1.ldr als Untermodell wird dieser Fehler ausgegeben. Die  selbe Fehlermeldung gilt f&uuml;r Test2.ldr, das als Untermodell Test3.ldr enth&auml;lt und dieses verweist auf Test1.ldr als Untermodell.</P>
<P>Wenn das Kontrollk&auml;stchen &quot;<A HREF="#ShowErrors">Fehler nach Laden zeigen</A>&quot; im Dialogfeld &quot;Einstellungen&quot; aktiviert ist, wird das Fenster &quot;Fehler &amp; Warnungen&quot; automatisch ge&ouml;ffnet, wenn ein Modell (oder ein Baustein) geladen wird, das Fehler enth&auml;lt, die laut den Einstellungen angezeigt werden sollen. Das Fenster wird nicht ge&ouml;ffnet, wenn keine Fehler und Warnungen gefunden wurden, die einzigen Fehler und Warnungen des Modells jene sind, die laut den Einstellungen im Fenster &quot;Fehler &amp; Warnungen&quot; nicht angezeigt werden sollen oder das Modell (oder der Baustein) nur Warnungen enth&auml;lt und das Kontrollk&auml;stchen &quot;Warnungen einbeziehen&quot; deaktiviert wurde.</P>
<P></P>
<A NAME="PartsListDialog"></A>
		<TABLE CLASS="SectionHeader" WIDTH="100%" BGCOLOR="#0080D0">
<TR>
<TH ALIGN="LEFT"><FONT SIZE="+2" COLOR="#FFFFFF">Fenster &quot;Bauteileliste&quot;</FONT></TH>
</TR>
</TABLE>
		<P>Im Fenster &bdquo;Bauteileliste&ldquo; k&ouml;nnen Sie vom aktuell geladenen Modell eine Liste der verwendeten Bauteile im HTML-Format erzeugen.</P>
		<P>Im oberen Teil enth&auml;lt das Fenster Einstellungen, mit der die Erzeugung der Liste gesteuert wird. Im unteren Teil enth&auml;lt es eine Reihe von Spalten die Teil der Bauteileliste sein k&ouml;nnen. W&auml;hlen Sie die Spalten aus die aufgenommen werden sollen und w&auml;hlen die jene ab die ausgeschlossen werden sollen. Verschieben Sie die Spalten mit den Pfeiltasten nach <i>oben</i> oder <i>unten</i>, um die Reihenfolge zu &auml;ndern.</P>
		<P><FONT SIZE="+2"><B>Einstellungen</B></FONT><BR>
		</P>
<P><I>Zeige Modell</I><BR>
			Aktivieren Sie dieses Kontrollk&auml;stchen, um oberhalb der Bauteileliste ein Bild des Modells einzuf&uuml;gen. Das Bild wird unter dem Namen des HTML-Dokuments der Bauteileliste gespeichert, mit dem Unterschied, dass die Dateierweiterung .html mit .png ersetzt wird.</P>
		<TABLE>
<TR VALIGN="TOP">
<TD><I>Anmerkung:</I></TD>
<TD>Sollte bereits eine Bilddatei mit diesem Namen existieren, so wird jenes Bild in der Bauteileliste verwendet und kein neues Bild erzeugt.</TD>
</TR>
</TABLE>
		<P><I>Erzeuge externes Stylesheet</I><BR>
			Diese Kontrollk&auml;stchen veranlasst LDView ein externes CSS-Stylesheet zu erzeugen, anstatt die Informationen f&uuml;r die Formatierung im HTML-Dokument selbst zu speichern. LDView erzeugt dann eine Datei namens LDViewPartsList.css und verwendet dieses Stylesheet f&uuml;r die Bauteileliste.</P>
		<TABLE>
<TR VALIGN="TOP">
<TD><I>Anmerkung:</I></TD>
<TD>Sollte bereits eine Datei namens LDViewPartsList.css im Verzeichnis existieren in das die HTML-Bauteileliste gespeichert wird, wird LDView den Inhalt pr&uuml;fen. Sollte der Inhalt der standardm&auml;&szlig;igen LDViewPartsList.css-Datei entsprechen, wird diese verwendet werden. Andernfalls wird LDView dazu &uuml;bergehen die Informationen &uuml;ber die Formatierung erneut innerhalb der HTML-Datei zu speichern. <b>Wenn Sie LDViewPartsList.css manuell ver&auml;ndern und dann eine neue Bauteileliste erzeugen, wird diese Liste nicht LDViewPartsList.css verwenden, unabh&auml;ngig davon welche Einstellungen Sie getroffen haben.</b></TD>
</TR>
</TABLE>
		<P><I>Zeige Bauteilebilder</I><BR>Aktivieren Sie diese Einstellung, um in ihr HTML-Dokument Links zu Bauteilebilder auf <A HREF="http://peeron.com">Peeron.com</A> einzuf&uuml;gen. Wenn Sie dieses Kontrollk&auml;stchen aktivieren, m&uuml;ssen Sie mit dem Internet verbunden sein, um die Bilder in ihrem Web-Browser zu sehen. Wenn Sie nicht mit dem Internet verbunden sind, wird statt dessen ein Platzhalter mit der Beschriftung &bdquo;Bauteil auf Peeron.com ansehen&ldquo; verwendet. Sie k&ouml;nnen immer Bauteilelisten mit Bilderlinks erzeugen, auch wenn Sie keine Internetverbindung haben, Sie ben&ouml;tigen die Verbindung nur, wenn Sie die Bauteilebilder ansehen wollen.</P>
		<P><FONT SIZE="+2"><B>Spalten</B></FONT><BR>
		</P>
		<P><I>Bauteil</I><BR>
			Dies Spalte beinhaltet den Namen sowie das Bild des Bauteiles. Das Bild wird nur gezeigt, wenn in den Einstellungen &bdquo;Zeige Bauteilebilder&ldquo; ausgew&auml;hlt wurde. Sollte auf Peeron.com ein Bild in der entsprechenden Farbe existieren so wird es verwendet. Andernfalls wird ein generelles Bauteilebild in Grau genommen und als Hintergrundfarbe die verwendeten Farbe eingestellt. </P>
<P><I>Farbe</I><BR>
			Diese Spalte zeigt die Farbe des Bauteiles einschlie&szlig;lich der LDraw Farbnummer, den Farbnamen soweit er bekannt ist und ein Musterfeld. Beachten Sie bitte, dass die Bauteile immer nach ihrer Farbe sortiert werden auch wenn Sie diese Spalte nicht in die Bauteilliste aufnehmen. (Es wird empfohlen diese Spalte immer einzuschlie&szlig;en und nur dann auszuschlie&szlig;en wenn ihre Liste auch Bauteilebilder enth&auml;lt.</P>
<P><I>Anzahl</I><BR>
			Diese Spalte enth&auml;lt die Anzahl der Teile in einer bestimmten farbe. Beachten Sie bitte, dass die Gesamtzahl der Bauteile in der Kopfzeile angegeben ist. Dies kann nicht deaktiviert werden.</P>
<P><I>Beschreibung</I><BR>
			Die Spalte zeigt den LDraw-Namen des Bauteiles an, so wie er im Titel des LDraw-Bauteiles gefunden wird. Dies ist die einzige Spalte die standardm&auml;&szlig;ig deaktiviert ist. </P>
<A NAME="Prefs"></A>
<TABLE CLASS="SectionHeader" WIDTH="100%" BGCOLOR="#0080D0">
<TR>
<TH ALIGN="LEFT"><FONT SIZE="+2" COLOR="#FFFFFF">Einstellungen </FONT></TH>
</TR>
</TABLE>
<P>Nachfolgend finden Sie eine Kurzbeschreibung der Eintr&auml;gen im Dialogfeld &quot;Einstellungen&quot; (Men&uuml; &quot;Bearbeiten&quot;).</P>
<P><FONT SIZE="+2"><B><A NAME="GeneralTab">Reiter &quot;Allgemein&quot;</A></B></FONT><BR>
</P>
<P><I>Schaltfl&auml;che &quot;Zur&uuml;cksetzen&quot;</I>:<BR>
Dies setzt die Einstellungen im Reiter &quot;Allgemein&quot; auf die voreingestellten Standardwerte zur&uuml;ck. Wie bei allen anderen Reitern des Dialogfeldes &quot;Einstellungen&quot;, werden die &Auml;nderungen erst wirksam, wenn Sie auf die Schaltfl&auml;chen &quot;OK&quot; oder &quot;&Uuml;bernehmen&quot; klicken.</P>
<P><FONT SIZE="+1"><B><A NAME="GeneralAABox">Rahmen &quot;Gl&auml;ttung&quot;</A></B></FONT><BR>
<I><A NAME="FSAA">FSAA</A></I> (Standardm&auml;&szlig;ig: <I>Keine</I>):<BR>
Hier wird eingestellt, welcher Grad von Gl&auml;ttung im Full-Scene-Modus verwendet wird. Sollte ihre Grafikkarte Gl&auml;ttung im Full-Scene-Modus nicht unterst&uuml;tzen, wird nur &quot;<I>Keine</I>&quot; als ausw&auml;hlbares Element angezeigt. Unterst&uuml;tzt Ihre Grafikkarte hingegen Full-Scene-Gl&auml;ttung, dann sollten alle verf&uuml;gbaren FSAA-Modi ausw&auml;hlbar sein.<BR>
Sollten Sie &uuml;ber eine nVIDIA&reg; Grafikkarte mit Quincunx-Unterst&uuml;tzung verf&uuml;gen, sollten &quot;2x Erweitert&quot; und &quot;4x Erweitert&quot; angezeigt werden. Diese verwenden die erweiterten FSAA Filter von nVIDIA.</P>
<P><I>Linien gl&auml;tten</I> (Standardm&auml;&szlig;ig: <I>Deaktiviert</I>):<BR>
Ist dieses Kontrollk&auml;stchen aktiviert, werden Linien gegl&auml;ttet. Liniengl&auml;ttung kann das optische Aussehen von Linien entscheidend verbessern, sich aber erheblich auf die Bildrate auswirken. Diese Einstellung kann gegebenenfalls keine optischen Auswirkungen haben, wenn &quot;<A HREF="#FSAA">Full-Scene-Gl&auml;ttung</A>&quot; aktiviert ist.</P>
<P><FONT SIZE="+1"><B><A NAME="GeneralColorsBox">Rahmen &quot;Farben&quot;</A></B></FONT><BR>
<I>Hintergrund</I> (Standardm&auml;&szlig;ig: <I>Schwarz</I>):<BR>
Hier wird die Hintergrundfarbe f&uuml;r die Modelle eingestellt.</P>
<P><I>Standard</I> (Standardm&auml;&szlig;ig: <I>Schwarz</I>):<BR>
Hier wird die Standardfarbe der Bausteine eingestellt. Diese ist normalerweise nur sichtbar, wenn ein Bauteil direkt geladen wird. Die meisten Modelle verwenden diese Farbe &uuml;berhaupt nicht, da die Farbe bereits im Modell definiert wurde.<BR>
Beachten Sie, dass die Kanten von Objekten mit Standardfarbe immer Schwarz gezeichnet werden, solange nicht die exakten RGB-Werte verwendet werden, die auch von den LDraw-Standardfarben verwendet werden. Die &quot;Benutzerdefinierten Farben&quot; im Dialogfeld &quot;Farben&quot; entsprechen den ersten 16 LDraw-Standardfarben. Werden die Einstellungen auf die voreingestellten Standardwerte zur&uuml;ckgestellt, werden auch diese Farben zur&uuml;ckgestellt.</P>
<P><I>Transparent</I> (Standardm&auml;&szlig;ig: <I>Deaktiviert</I>):<BR>
Wenn aktiviert, werden Elemente in der Standardfarbe transparent dargestellt.</P>
<P><FONT SIZE="+1"><B><A NAME="GeneralMiscBox">Rahmen &quot;Verschiedenes&quot;</A></B></FONT><BR>
<I>LDconfig.ldr verarbeiten</I> (Standardm&auml;&szlig;ig: <I>Aktiviert</I>):<BR>
Dieses Kontrollfeld bestimmt, ob LDView den Inhalt der Datei LDconfig.ldr verarbeitet, die seit kurzem als Teil der LDraw Bauteile-Bibliothek herausgegeben wird. Diese Datei enth&auml;lt Daten, die Einfluss darauf haben, wie LDraw-Modelle dargestellt werden. Zur Zeit beschr&auml;nken sich die Daten auf Farbdefinitionen. Wird diese Einstellung aktiviert, werden die LDraw Standardfarben verwendet. Deaktivieren bewirkt, dass Modelle (oder Bausteine) in den Standardfarben von LDView dargestellt werden.</P>
<P><I>Bildrate zeigen</I> (Standardm&auml;&szlig;ig: <I>Deaktiviert</I>):<BR>
Wird dieses Kontrollfeld aktiviert, wird die augenblickliche Bildrate in der Statusleiste am unteren linken Fensterrand angezeigt. Die Zahl wird nur angezeigt w&auml;hrend das Modell (oder der Baustein) in Bewegung ist. Der einfachste Weg, um ein Objekt in Bewegung zu versetzen, ist es zu drehen (siehe <A HREF="#MouseControl">Maussteuerung</A>).</P>
<P><A NAME="ShowErrors"><I>Fehler nach laden zeigen</I></A> (Standardm&auml;&szlig;ig: <I>Aktiviert</I>):<BR>
Ist diese Einstellung aktiviert, wird automatisch das Dialogfeld &quot;<A HREF="#ErrorWindow">Fehler &amp; Warnungen</A>&quot; ge&ouml;ffnet nachdem ein Modell geladen wurde, das Fehler enth&auml;lt, welche im Dialogfeld in der Liste der anzuzeigenden Fehler und Warnungen ausgew&auml;hlt wurden.</P>
<P><I>Vollbild-Aktualisierung umgehen:</I> (Standardm&auml;&szlig;ig: <I>Deaktiviert</I>):<BR>
Aktivieren Sie dieses Kontrollk&auml;stchen, um die standardm&auml;&szlig;ig eingestellte Aktualisierungsrate im Vollbild-Modus zu umgehen. Geben Sie in das Eingabefeld die gew&uuml;nschte Aktualisierungsrate ein. Beachten Sie, dass ein anderer Wert verwendet wird, wenn die eingegebene Aktualisierungsrate nicht unterst&uuml;tzt wird.<BR>
</P>
<TABLE>
<TR>
<TD VALIGN="TOP">
<TABLE CELLSPACING="0" CELLPADDING="0" BGCOLOR="RED">
<TR>
<TD><B>WARNUNG: </B></TD>
</TR>
</TABLE>
</TD>
<TD VALIGN="TOP">Wenn Sie einen zu hohen Wert eingeben und damit Windows mitteilen, dass Sie &uuml;ber einen Monitor verf&uuml;gen, der h&ouml;here Bildschirmaktualisierungsraten verarbeiten kann, als es tats&auml;chlich der Fall ist, kann ihr Monitor besch&auml;digt werden.</TD>
</TR>
</TABLE>
<P><I>Sichtfeld</I> (Standardm&auml;&szlig;ig: <I>45</I>):<BR>
Geben Sie eine Zahl in das Eingabefeld ein, um den Winkel (in Grad) des Sichtfeldes zu bestimmen. Wird der Winkel auf den Minimalwert von 0.1 gesetzt, entspricht das Ergebnis in etwa einem orthographischen Bild. Der Maximalwert von 90 hingegen entspricht einem Weitwinkel.</P>
<P><I>Speicherbelegung</I> (Standardm&auml;&szlig;ig: <I>Hoch</I>):<BR>
Diese Einstellung erlaubt eine gewisse Kontrolle, wie viel RAM-Speicher LDView verwendet. Normalerweise haben Sie die beste Leistung, wenn Sie im Kombinationsfeld &quot;Hoch&quot; ausw&auml;hlen. Sollten Sie allerdings ein Modell laden, dessen Speicherbedarf gr&ouml;&szlig;er als der zur Verf&uuml;gung stehende ist, weshalb auf die Festplatte ausgelagert werden muss, kann &quot;Mittel&quot; oder &quot;Niedrig&quot; in einer besseren Leistung resultieren.<BR>
Bitte beachten Sie, dass die Einstellung &quot;Hoch&quot; &uuml;blicherweise eine bemerkbar schnellere Verarbeitung mit sich bringt als &quot;Mittel&quot;, aber unter normalen Umst&auml;nden nur tats&auml;chlich wenig mehr Speicherplatz ben&ouml;tigt. &quot;Niedrig&quot; sollte hierbei wesentlich mehr Speicher sparen. Beachten Sie au&szlig;erdem, dass die Einstellung &quot;Niedrig&quot; mindestens gleich schnell oder schneller arbeitet, wenn Sie LDView &uuml;ber die Eingabeaufforderung als Renderer betreiben oder Bilder &uuml;ber LPub erzeugen (was Rendering &uuml;ber die Eingabeaufforderung ist).</P>
<P><FONT SIZE="+2"><B><A NAME="GeometryTab">Reiter &quot;Geometrie&quot;</A></B></FONT><BR>
</P>
<P><I>Schaltfl&auml;che &quot;Zur&uuml;cksetzen&quot;</I>:<BR>
Dies setzt die Einstellungen im Reiter &quot;Geometrie&quot; auf die voreingestellten Standardwerte zur&uuml;ck. Wie bei allen anderen Reitern des Dialogfeldes &quot;Einstellungen&quot;, werden die &Auml;nderungen erst wirksam, wenn Sie auf die Schaltfl&auml;chen &quot;OK&quot; oder &quot;&Uuml;bernehmen&quot; klicken.</P>
<P><FONT SIZE="+1"><B><A NAME="GeometryModelBox">Rahmen &quot;Modell&quot;</A></B></FONT><BR>
<A NAME="SeamWidth"><I>Bauteilabstand</I></A> (Standardm&auml;&szlig;ig: <I>Aktiviert/0.50</I>):<BR>
Diese Einstellung regelt die Spaltenbreite zwischen zwei Bausteinen. Damit kann derselbe Effekt erzielt werden wie mit dem Befehl &quot;Seam Width&quot; in <A HREF="http://home16.inet.tele.dk/hassing/l3p.html">L3P</A>. Wird das Kontrollk&auml;stchen aktiviert, wird der standardm&auml;&szlig;ig eingestellte Bauteilabstand angezeigt, der mit den Pfeiltasten zwischen 0.00 und 5.00 ge&auml;ndert werden kann. Bitte beachten Sie, dass sehr hohe Werte eigenartige Ergebnisse erzeugen.</P>
<P><FONT SIZE="+1"><B><A NAME="GeometryWireframeBox">Rahmen &quot;Drahtgitter&quot;</A></B></FONT><BR>
<I>Drahtgitter</I> (Standardm&auml;&szlig;ig: <I>Deaktiviert</I>):<BR>Beim Aktivieren dieses Kontrollk&auml;stchens wird das Modell (oder der Baustein) als Drahtgitter gezeichnet. Beachten Sie, dass die Leistung bei vielen Grafikkarten sinkt, wenn sie Drahtgittermodelle wiedergeben m&uuml;ssen, da sie f&uuml;r das Zeichnen von soliden K&ouml;rpern optimiert sind.</P>
<P><I>Nebel</I> (Standardm&auml;&szlig;ig: <I>Deaktiviert</I>):<BR>
Diese Einstellung ist nur verf&uuml;gbar, wenn die Funktion &quot;Drahtgitter&quot; aktiviert ist. Ist &quot;Nebel&quot; aktiviert, werden im virtuellen Raum weiter entfernte Linien blasser gezeichnet, so dass es scheint, als w&uuml;rden sie im Nebel verschwinden.</P>
<P><I>Verdeckte Linien verstecken</I> (Standardm&auml;&szlig;ig: <I>Deaktiviert</I>):<BR>Diese Einstellung ist nur verf&uuml;gbar, wenn die Funktion &quot;Drahtgitter&quot; aktiviert ist. Wird die Einstellung aktiviert, verdecken die soliden (nicht-transparenten) Teile des Modells (oder des Bausteins) alle Linien, die sich vom aktuellen Blickwinkel im virtuellen Raum hinter diesem befinden - auch wenn diese Teile eigentlich nicht gezeichnet werden.</P>
<P><I>St&auml;rke</I> (Standardm&auml;&szlig;ig: <I>0%</I>):<BR>
Diese Einstellung ist nur verf&uuml;gbar wenn die Funktion &quot;Drahtgitter&quot; aktiviert ist. Es regelt die Linienst&auml;rke des Drahtgitters.</P>
<P><FONT SIZE="+1"><B><A NAME="GeometryBFCBox">Rahmen &quot;BFC&quot;</A></B></FONT><BR>
<I>BFC</I> (Standardm&auml;&szlig;ig: <I>Aktiviert</I>):<BR>
Das Aktivieren dieses Kontrollfeldes schaltet das Back-Face-Culling (BFC) ein. BFC ist eine Technik, die die Leistung bei der Darstellungsberechnung steigern kann, weil im virtuellen Raum nach hinten zeigende und somit nicht sichtbare Polygone nicht gezeichnet werden. (Lediglich BFC-zertifizierte Bauteile werden dabei ber&uuml;cksichtigt.)<BR>
Beachten Sie allerdings, dass es bei manchen Grafikkarten den gegenteiligen Effekt haben kann und die Darstellungsleistung bremsen kann, weshalb nicht angenommen werden kann, dass das Aktivieren dieser Option immer die beste Leistung bringt.</P>
<P><I>Rote R&uuml;ckseiten</I> (Standardm&auml;&szlig;ig: <I>Deaktiviert</I>):<BR>
Diese Einstellung ist nur verf&uuml;gbar, wenn die Funktion &quot;BFC&quot; aktiviert ist. Wird die Einstellung aktiviert, werden die R&uuml;ckseiten der Polygone in rot gezeichnet. Dies ist haupts&auml;chlich f&uuml;r Bauteile-Designer n&uuml;tzlich, da sie damit bestimmen k&ouml;nnen, in welche Richtung die Seiten der Polygone zeigen sollen, damit das Bauteil BFC-zertifiziert ist.</P>
<P><I>Gr&uuml;ne Frontseiten</I> (Standardm&auml;&szlig;ig: <I>Deaktiviert</I>):<BR>
Diese Einstellung ist nur verf&uuml;gbar, wenn die Funktion &quot;BFC&quot; aktiviert ist. Wird die Einstellung aktiviert, werden die Frontseiten der Polygone in gr&uuml;n gezeichnet. Dies ist haupts&auml;chlich f&uuml;r Bauteile-Designer n&uuml;tzlich, da sie damit bestimmen k&ouml;nnen, in welche Richtung die Seiten der Polygone zeigen sollen, damit das Bauteil BFC-zertifiziert ist.</P>
<P><FONT SIZE="+1"><B><A NAME="GeometryEdgeLinesBox">Rahmen &quot;Kanten&quot;</A></B></FONT><BR>
<A NAME="DrawEdges"><I>Kanten</I></A> (Standardm&auml;&szlig;ig: <I>Deaktiviert</I>):<BR>Das Aktivieren dieser Einstellung veranlasst LDView, die Kanten der Bausteine zu zeigen. Es wird empfohlen den &quot;Bauteilabstand&quot; zu deaktivieren, wenn Sie diese Option aktivieren.</P>
<P><I>Zeige nur Kanten</I> (Standardm&auml;&szlig;ig: <I>Deaktiviert</I>):<BR>
Diese Einstellung ist nur verf&uuml;gbar, wenn die Funktion &quot;Kanten&quot; aktiviert ist. Diese Einstellung bewirkt, dass nur Kanten gezeichnet werden. Solange nicht zus&auml;tzlich die Einstellung &quot;Drahtgitter&quot; gew&auml;hlt wird, werden alle vom Modell verdeckten Kanten nicht gezeigt.</P>
		<P><I>Bedingte Linien</I> (Standardm&auml;&szlig;ig: <I>Deaktiviert</I>):<BR>
Diese Einstellung ist nur verf&uuml;gbar, wenn die Funktion &quot;Kanten&quot; aktiviert ist. Wird die Einstellung aktiviert, werden die bedingten Linien berechnet und angezeigt. Die bedingten Linien werden als Silhouette der gerundeten Oberfl&auml;che gezeichnet, und sie werden nur gezeichnet, wenn sie aus dem augenblicklichen Blickwinkel am Rande der Oberfl&auml;che zu sehen sind.</P>
		<TABLE CELLSPACING="0" CELLPADDING="0">
<TR>
<TD NOWRAP>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</TD>
<TD><I>Alles zeigen</I> (Standardm&auml;&szlig;ig: <I>Deaktiviert</I>):</TD>
</TR>
<TR>
<TD></TD>
<TD>Diese Einstellung ist nur verf&uuml;gbar, wenn die Funktionen &quot;Kanten&quot; und &quot;Bedingte Linien&quot; aktiviert sind. Wird die Einstellung aktiviert, werden alle bedingten Linien angezeigt, unabh&auml;ngig davon, ob sie aus dem augenblicklichen Blickwinkel am Rande der Oberfl&auml;che liegen. Diese Einstellung wurde haupts&auml;chlich f&uuml;r Bauteile-Designer entwickelt, da es zuweilen schwer auszumachen ist, wo bedingte Linien fehlen.</TD>
</TR>
<TR>
<TD>&nbsp;</TD>
<TD></TD>
</TR>
<TR>
<TD></TD>
<TD><I>Zeige Knotenpunkte</I> (Standardm&auml;&szlig;ig: <I>Deaktiviert</I>):</TD>
</TR>
<TR>
<TD></TD>
<TD>Diese Einstellung ist nur verf&uuml;gbar, wenn die Funktionen &quot;Kanten&quot; und &quot;Bedingte Linien&quot; aktiviert sind. Wird die Einstellung aktiviert, werden Linien vom ersten Knotenpunkt jeder bedingten Linie zu den beiden anderen Knotenpunkten gezeichnet. Diese Einstellung wurde haupts&auml;chlich f&uuml;r Bauteile-Designer entwickelt, damit sie &uuml;berpr&uuml;fen k&ouml;nnen, ob die Knotenpunkte auch richtig positioniert sind.</TD>
</TR>
</TABLE>
		<P><I>Hohe Qualit&auml;t</I> (Standardm&auml;&szlig;ig: <I>Aktiviert</I>):<BR>
Diese Einstellung ist nur verf&uuml;gbar, wenn die Funktion &quot;Kanten&quot; aktiviert ist. Wird das Kontrollk&auml;stchen aktiviert, werden die Kanten ein wenig n&auml;her in Richtung der virtuellen Kamera gezeichnet als alles andere, damit sie besser sichtbar sind.</P>
<P><I>Immer schwarz</I> (Standardm&auml;&szlig;ig: <I>Deaktiviert</I>):<BR>
Diese Einstellung ist nur verf&uuml;gbar, wenn die Funktion &quot;Kanten&quot; aktiviert ist. Wird die Einstellung aktiviert, werden alle Kanten in Schwarz gezeichnet. Diese Funktion ist vor allem f&uuml;r Bauteile-Designer n&uuml;tzlich, da die Kanten besser sichtbar sind, als im standardm&auml;&szlig;igen Hellgrau.</P>
<P><I>St&auml;rke</I> (Standardm&auml;&szlig;ig: <I>0%</I>):<BR>
Diese Einstellung ist nur verf&uuml;gbar, wenn die Funktion &quot;Kanten&quot; aktiviert ist. Diese Einstellung regelt die Linienst&auml;rke der Kanten.</P>
<P><FONT SIZE="+2"><B><A NAME="EffectsTab">Reiter &quot;Effekte&quot;</A></B></FONT><BR>
</P>
<P><I>Schaltfl&auml;che &quot;Zur&uuml;cksetzen&quot;</I>:<BR>
Dies setzt die Einstellungen im Reiter &quot;Effekte&quot; auf die voreingestellten Standardwerte zur&uuml;ck. Wie bei allen anderen Reitern des Dialogfeldes &quot;Einstellungen&quot;, werden die &Auml;nderungen erst wirksam, wenn Sie auf die Schaltfl&auml;chen &quot;OK&quot; oder &quot;&Uuml;bernehmen&quot; klicken.</P>
<P><FONT SIZE="+1"><B><A NAME="EffectsLightingBox">Rahmen &quot;Beleuchtung&quot;</A></B></FONT><BR>
<I>Beleuchtung</I> (Default: <I>Aktiviert</I>):<BR>
Dieses Kontrollfeld schaltet die Beleuchtung ein oder aus. Wenn Sie die Beleuchtung deaktivieren, wird dringend empfohlen, die Einstellung &quot;<A HREF="#DrawEdges">Kanten</A>&quot; zu aktivieren, es sei denn, Sie befinden sich im Modus &quot;<A HREF="#GeometryWireframeBox">Drahtgitter</A>&quot;.</P>
<P><A NAME="QualityLighting"><I>Hohe Qualit&auml;t</I></A> (Standardm&auml;&szlig;ig: <I>Deaktiviert</I>):<BR>
Diese Einstellung ist nur verf&uuml;gbar, wenn die Funktion &quot;Beleuchtung&quot; aktiviert ist. Wird diese Funktion ausgew&auml;hlt, wird die Beleuchtung des Modells verbessert. Am einfachsten l&auml;sst sich der Unterschied anhand einer Grundplatte demonstrieren. Drehen Sie die Grundplatte solange, bis sich das <A HREF="#Specular">Glanzlicht</A> darin spiegelt. Schalten Sie jetzt &quot;Hohe Qualit&auml;t&quot; ein und aus und Sie werden sehen, dass das Glanzlicht bei der verbesserten Beleuchtung an einem gewissen Punkt zu sehen ist, w&auml;hrend die gesamte Grundplatte gl&auml;nzt, wenn Sie die Funktion deaktivieren. Das Aktivieren geht allerdings stark auf Kosten der Leistungsf&auml;higkeit ihres Computers, besonders bei gro&szlig;en Modellen.</P>
<P><I>Gedimmt</I> (Standardm&auml;&szlig;ig: <I>Deaktiviert</I>):<BR>
Diese Einstellung ist nur verf&uuml;gbar, wenn die Funktion &quot;Beleuchtung&quot; aktiviert ist. Beim Aktivieren dieser Einstellung wird die Beleuchtung auf die H&auml;lfte des Standardwertes gedimmt. Dies kann besonders gutaussehende Resultate liefern, wenn die Einstellung &quot;<A HREF="#DrawEdges">Kanten</A>&quot; aktiviert ist.</P>
<P><A NAME="Specular"><I>Glanzlicht</I></A> (Standardm&auml;&szlig;ig: <I>Aktiviert</I>):<BR>
Diese Einstellung ist nur verf&uuml;gbar, wenn die Funktion &quot;Beleuchtung&quot; aktiviert ist. Beim Aktivieren dieser Einstellung wird ein Glanzlicht entsprechend dem Blickwinkel hinzugef&uuml;gt.</P>
<P><A NAME="AlternateLighting"><I>Alternative Einstellung</I></A> (Standardm&auml;&szlig;ig: <I>Deaktiviert</I>):<BR>
Diese Einstellung ist nur verf&uuml;gbar, wenn die Funktion &quot;Beleuchtung&quot; aktiviert ist. Wird diese Einstellung aktiviert, verwendet LDView ein alternatives Beleuchtungsschema, welches auf manchen Grafikkarten zu einer Leistungssteigerung f&uuml;hren kann, generell aber wohl eher zu einer Verminderung. &quot;Alternative Einstellung&quot; wird automatisch dann verwendet, wenn die Funktion &quot;<A HREF="#Specular">Glanzlicht</A>&quot; aktiviert ist und zwar unabh&auml;ngig davon ob &quot;Alternative Einstellung&quot; aktiviert ist oder nicht, da Glanzlichter nur &uuml;ber dieses Schema zufriedenstellend arbeiten.</P>
<P><A NAME="LightDirection"><I>Lichtrichtung</I></A><BR>Setzt den Ursprung, aus der das Licht kommt, auf einen voreingestellten Winkel.<br>
			Anmerkung: Wenn Sie die <A HREF="#MouseLightDirection">Lichtrichtung mittels Maus ver&auml;ndern</A>, ist es fast sicher, dass keiner der Schalter mit den voreingestellten Lichtrichtungen als gedr&uuml;ckt aufscheint.</P>
		<P><I>Oben links</I> (Standardm&auml;&szlig;ig: <I>Nein</I>):<BR>
			L&auml;sst das Licht von links oben scheinen.</P>
		<P><I>Oben</I> (Standardm&auml;&szlig;ig: <I>Nein</I>):<BR>
			L&auml;sst das Licht von oben scheinen.</P>
		<P><I>Oben rechts</I> (Standardm&auml;&szlig;ig: <I>Nein</I>):<BR>
			L&auml;sst das Licht von rechts oben scheinen.</P>
<P><I>Links</I> (Standardm&auml;&szlig;ig: <I>Nein</I>):<BR>
			L&auml;sst das Licht von links scheinen.</P>
<P><I>Mitte</I> (Standardm&auml;&szlig;ig: <I>Ja</I>):<BR>
			L&auml;sst das Licht von der Mitte scheinen. (Das Licht kommt aus der selben Richtung aus der die Kamera blickt).</P>
<P><I>Rechts</I> (Standardm&auml;&szlig;ig: <I>Nein</I>):<BR>
			L&auml;sst das Licht von rechts scheinen.</P>
<P><I>Links unten</I> (Standardm&auml;&szlig;ig: <I>Nein</I>):<BR>
			L&auml;sst das Licht von links unten scheinen.</P>
<P><I>Unten</I> (Standardm&auml;&szlig;ig: <I>Nein</I>):<BR>
			L&auml;sst das Licht von unten scheinen.</P>
<P><I>Rechts unten</I> (Standardm&auml;&szlig;ig: <I>Nein</I>):<BR>
			L&auml;sst das Licht von rechts unten scheinen.</P>
<P><A><I>Verwende LIGHT.DAT Lichter</I></A> (Standardm&auml;&szlig;ig: <I>Aktiviert</I>):<BR>
			Diese Einstellung ist nur verf&uuml;gbar, wenn die Funktion &quot;Beleuchtung&quot; aktiviert ist. Wird diese Einstellung aktiviert, verwendet LDView den Baustein LIGHT.DAT als Lichtquelle f&uuml;r die Szene. LDView verwendet die dem Baustein zugewiesene Farbe als Lichtfarbe. Beachten Sie, dass LDView maximal 8 Lichter anzeigt (die ersten 8 in der Datei) und sollte die Grafikkarte nicht 8 unterst&uuml;tzen werden weniger verwendet.</P>
<P><A><I>Ersetzte Standardlicht</I></A> (Standardm&auml;&szlig;ig: <I>Aktiviert</I>):<BR>
			Diese Einstellung ist nur verf&uuml;gbar, wenn die Funktion &quot;Beleuchtung&quot; und &quot;Verwende LIGHT.DAT Lichter&quot; aktiviert ist. Wird diese Einstellung aktiviert, verwendet LDView nicht sein Standardlicht wenn ein Modell geladen wird, das ein oder mehrere LIGHT.DAT-Bauteile enth&auml;lt. Modelle die keine LIGHT.DAT-Bauteile enthalten, werden nach wie vor von LDViews Standardlicht beleuchtet. Beachten Sie, dass eine gemeinsame Verwendung von LIGHT.DAT-Lichter und dem Standardlicht die Szene mit einem zuviel an Licht ausstatten kann, weshalb sie m&ouml;glicherweise &uuml;berbelichtet und ausgebleicht erscheint.</P>
<P><A><I>LIGHT.DAT verstecken</I></A> (Standardm&auml;&szlig;ig: <I>Deaktiviert</I>):<BR>
			Dieses Kontrollfeld versteckt die Geometrie der LIGHT.DAT-Bauteile. Da die Lichter aus  schmalen 3D-Koordinatenkreuzen bestehen, ist es oft w&uuml;nschneswert diese nicht zu sehen.</P>
<P><FONT SIZE="+1"><B><A NAME="EffectsStereoBox">Rahmen &quot;Stereo&quot;</A></B></FONT><BR>
<I>Stereo</I> (Standardm&auml;&szlig;ig: <I>Deaktiviert</I>):<BR>
Diese Einstellung schaltet den Stereomodus ein oder aus. Der Stereomodus generiert zwei Bilder, die entsprechend der Distanz zwischen den Augen leicht verschieden sind.</P>
<P><I>&Uuml;berkreuzt</I> (Standardm&auml;&szlig;ig: <I>Ja</I>):<BR>Diese Einstellung ist nur verf&uuml;gbar, wenn die Funktion &quot;Stereo&quot; aktiviert ist. Wenn diese Option ausgew&auml;hlt wird, erzeugt der Stereomodus ein &Uuml;berkreuz-Stereobild. Die beiden Bilder werden Seite an Seite generiert, wobei das rechte Bild mit dem linken Auge und das linke Bild mit dem rechten Augen betrachtet werden muss. Wenn es Ihnen gelingt, w&auml;hrend Sie schielen, auf die Bilder scharf zu stellen, werden Sie ein stereoskopisches Bild sehen. F&uuml;r die meisten Menschen ist es sehr schwierig oder gar unm&ouml;glich auf etwas scharf zu stellen, w&auml;hrend Sie schielen.</P>
<P><I>Parallel</I> (Standardm&auml;&szlig;ig: <I>Nein</I>):<BR>
Diese Einstellung ist nur verf&uuml;gbar, wenn die Funktion &quot;Stereo&quot; aktiviert ist. Wenn diese Option ausgew&auml;hlt wird, erzeugt der Stereomodus ein Parallel-Stereobild. Die beiden Bilder werden Seite an Seite generiert, wobei das rechte Bild mit dem rechten Auge und das linke Bild mit dem linken Augen betrachtet werden muss. Wenn es Ihnen gelingt in die Ferne, sozusagen &quot;hinter&quot; die Bilder zu starren, aber auf die Bilder scharf zu stellen, werden Sie ein stereoskopisches Bild sehen. Dies funktioniert nur, wenn die Distanz zwischen den beiden Bildern nicht gr&ouml;&szlig;er ist, als die Distanz zwischen Ihren Augen, weshalb Sie ein relativ kleines Fenster aufziehen sollten. F&uuml;r die meisten Menschen ist es sehr schwierig oder gar unm&ouml;glich, ein Bild auf diese Art und Weise zu brachten und dabei scharf zu stellen.</P>
<P><I>Distanz</I> (Standardm&auml;&szlig;ig: <I>50%</I>):<BR>
Diese Einstellung ist nur verf&uuml;gbar, wenn die Funktion &quot;Stereo&quot; aktiviert ist. Der Regler kontrolliert den Stereoabstand. Ein kleiner Wert resultiert in einem sehr subtilen stereoskopischen Effekt, als w&uuml;rden Sie auf ein sehr gro&szlig;es Objekt aus weiter Ferne blicken (der kleinste Wert erzeugt &uuml;berhaupt keinen stereoskopischen Effekt). Ein gro&szlig;er Wert resultiert in einem ausgepr&auml;gten stereoskopischen Effekt, als w&uuml;rden Sie auf ein sehr kleines Objekt aus n&auml;chster N&auml;he blicken.</P>
<P><FONT SIZE="+1"><B><A NAME="EffectsCutawayBox">Rahmen &quot;Drahtgitterschnitt&quot;</A></B></FONT><BR>
<A NAME="WireframeCutaway"><I>Drahtgitterschnitt</I></A> (Standardm&auml;&szlig;ig: <I>Deaktiviert</I>):<BR>Diese Einstellung zeichnet den Schnitt eines Modells (oder eines Bausteins) als Drahtgitter. Halten Sie die STRG-TASTE gedr&uuml;ckt und ziehen Sie den Cursor bei gedr&uuml;ckter rechter Maustaste nach oben, um die Schnittmenge des Modells zu erh&ouml;hen. Ziehen Sie bei gedr&uuml;ckt gehaltener rechter Maus- und STRG-TASTE nach unten, um weniger abzuschneiden.</P>
<P><I>Farbe</I> (Standardm&auml;&szlig;ig: <I>Ja</I>):<BR>
Diese Einstellung ist nur verf&uuml;gbar, wenn die Funktion &quot;Drahtgitterschnitt&quot; aktiviert ist. Wenn diese Option ausgew&auml;hlt wird, wird das Drahtgitter des Schnitts in Farbe dargestellt.</P>
<P><I>Monochrom</I> (Standardm&auml;&szlig;ig: <I>Nein</I>):<BR>
Diese Einstellung ist nur verf&uuml;gbar, wenn die Funktion &quot;Drahtgitterschnitt&quot; aktiviert ist. Wenn diese Option ausgew&auml;hlt wird, wird das Drahtgitter des Schnitts monochrom dargestellt. Diese Einstellung ist nicht auf allen Grafikkarten verf&uuml;gbar.</P>
<P><I>Leuchtkraft</I> (Standardm&auml;&szlig;ig: <I>100%</I>):<BR>
Diese Einstellung ist nur verf&uuml;gbar, wenn die Funktion &quot;Drahtgitterschnitt&quot; aktiviert ist. Der Regler steuert die Leuchtkraft des Drahtgitterschnitts. Auf manchen Grafikkarten ist der Wert m&ouml;glicherweise auf 100% fixiert, wenn als Drahtgittertyp &quot;Farbe&quot; ausgew&auml;hlt wurde. Desweiteren wird bei transparenten Bauteilen die Leuchtkrafteinstellung ignoriert und der Schnitt mit der Standardleuchtkraft f&uuml;r transparente Teile gezeichnet, wenn als Drahtgittertyp &quot;Farbe&quot; und im Rahmen &quot;Transparenz&quot; nicht &quot;Sortiert&quot; ausgew&auml;hlt wurde.</P>
<P><I>St&auml;rke</I> (Standardm&auml;&szlig;ig: <I>0%</I>):<BR>
Diese Einstellung ist nur verf&uuml;gbar, wenn die Funktion &quot;Drahtgitterschnitt&quot; aktiviert ist. Der Regler steuert die Linienst&auml;rke des Drahtgitterschnitts.</P>
<P><FONT SIZE="+1"><B><A NAME="EffectsTransparencyBox">Rahmen &quot;Transparenz&quot;</A></B></FONT><BR>
<I>Sortiere transparente Polygone</I> (Standardm&auml;&szlig;ig: <I>Aktiviert</I>):<BR>
Beim Aktivieren dieser Einstellung werden transparente Polygone von hinten nach vorne sortiert, um ein korrektes Resultat wiederzugeben. W&uuml;rden sie nicht sortiert, k&ouml;nnten entfernte Polygone so dargestellt werden, als w&uuml;rden sie vor weniger weit entfernten Teilen liegen. Ungl&uuml;cklicherweise bremst dies den Bildaufbau bei manchen Modellen erheblich ein. Diese Einstellung schlie&szlig;t die Verwendung von &quot;Verwende gepunktetes Muster&quot; aus.</P>
<P><I>Verwende gepunktetes Muster</I> (Standardm&auml;&szlig;ig: <I>Deaktiviert</I>):<BR>
Beim Aktivieren dieser Einstellung werden transparente Polygone unter Verwendung eines gepunkteten Musters (Schachbrett) dargestellt. Diese Einstellung ist auf manchen Grafikkarten m&ouml;glicherweise erheblich schneller, allerdings verbunden mit geringerer Bildqualit&auml;t. Das Verwenden eine gepunkteten Musters eliminiert jeglichen Fehler der m&ouml;glicherweise auftreten kann, wenn weit entfernte transparente Polygone darstellungsm&auml;&szlig;ig vor n&auml;heren gezeichnet werden. Diese Einstellung schlie&szlig;t die Verwendung von &quot;Sortiere transparente Polygone&quot; aus.</P>
<P><FONT SIZE="+1"><B><A NAME="EffectsMiscBox">Rahmen &quot;Verschiedenes&quot;</A></B></FONT><BR>
<I>Flache Schatten</I> (Standardm&auml;&szlig;ig: <I>Deaktiviert</I>):<BR>Beim Aktivieren dieser Einstellung wird flaches Schattieren verwendet. Beachten Sie bitte, dass obwohl die Berechnung von flachen Schatten weniger aufwendig ist, es auf modernen 3D Grafikbeschleunigern wahrscheinlich keinen Geschwindigkeitsvorteil bringt. Flaches Schattieren erzeugt m&ouml;glicherweise eigenartige Resultate, wenn Sie entweder &quot;<A HREF="#QualityLighting">Beleuchtung mit hoher Qualit&auml;t</A>&quot; oder &quot;<A HREF="#PrimitiveSubstitution">Grundelemente ersetzten</A>&quot; aktiviert haben. Diese Einstellung schlie&szlig;t die Verwendung von &quot;Weiche Kurven&quot; aus.</P>
<P><I>Weiche Kurven</I> (Standardm&auml;&szlig;ig: <I>Aktiviert</I>):<BR>
Beim Aktivieren dieser Einstellung werden gerundete Oberfl&auml;chen wie gerundete Oberfl&auml;chen schattiert und nicht wie facettierte Oberfl&auml;chen. Da dies basierend auf Informationen aus der LDraw- Modelldatei errechnet wird, die urspr&uuml;nglich f&uuml;r einen anderen Zweck geschaffen wurden, werden nicht alle gerundeten Oberfl&auml;chen davon betroffen sein. Diese Einstellung schlie&szlig;t die Verwendung von &quot;Flache Schatten&quot; aus.</P>
<P><FONT SIZE="+2"><B><A NAME="PrimitivesTab">Reiter &quot;Grundelemente&quot;</A></B></FONT><BR>
</P>
<P><I>Schaltfl&auml;che &quot;Zur&uuml;cksetzen&quot;</I>:<BR>
Dies setzt die Einstellungen im Reiter &quot;Grundelemente&quot; auf die voreingestellten Standardwerte zur&uuml;ck. Wie bei allen anderen Reitern des Dialogfeldes &quot;Einstellungen&quot;, werden die &Auml;nderungen erst wirksam, wenn Sie auf die Schaltfl&auml;chen &quot;OK&quot; oder &quot;&Uuml;bernehmen&quot; klicken.</P>
<P><FONT SIZE="+1"><B><A NAME="PrimitivesSubstitutionBox">Rahmen &quot;Grundelemente ersetzen&quot;</A></B></FONT><BR>
<A NAME="PrimitiveSubstitution"><I>Grundelemente ersetzen</I></A> (Standardm&auml;&szlig;ig: <I>Aktiviert</I>):<BR>
Beim Aktivieren dieser Einstellung verwendet LDView f&uuml;r viele Grundelemente seine eigenen optimierten Versionen (wie Zylinder, Kegel usw.). Neben einer verbesserten Rechenleistung, wird auch die graphische Darstellung verbessert, da &uuml;berall dort wo es angebracht ist, Grundelemente mit gegl&auml;tteten Oberfl&auml;chen und optimierter Schattierung zum Einsatz kommen.</P>
<P><I>Knopf mit Textur</I> (Standardm&auml;&szlig;ig: <I>Aktiviert</I>):<BR>
Diese Einstellung ist nur verf&uuml;gbar, wenn die Funktion &quot;Grundelemente ersetzten&quot; aktiviert ist. Beim Aktivieren dieser Einstellung wird das Logo LEGO&reg; als Textur auf allen Standardkn&ouml;pfen gezeichnet.</P>
<P><I>Benachbartes Filtern </I>(Standardm&auml;&szlig;ig: <I>Nein</I>):<BR>Diese Einstellung ist nur verf&uuml;gbar, wenn beide Funktionen &quot;Grundelemente ersetzten&quot; und &quot;Knopf mit Textur&quot; aktiviert sind. Beim Aktivieren dieser Einstellung wird &quot;Benachbartes Filtern&quot; f&uuml;r die Textur verwendet. Dies bedeutet Filtern mit der geringsten Qualit&auml;t.</P>
<P><I>Bilineares Filtern</I> (Standardm&auml;&szlig;ig: <I>Nein</I>):<BR>Diese Einstellung ist nur verf&uuml;gbar, wenn beide Funktionen &quot;Grundelemente ersetzten&quot; und &quot;Knopf mit Textur&quot; aktiviert sind. Beim Aktivieren dieser Einstellung wird &quot;Bilineares Filtern&quot; f&uuml;r die Textur verwendet. Diese Einstellung bringt eine bessere Qualit&auml;t als &quot;Benachbartes Filtern&quot;, aber eine schlechtere als &quot;Trilineares Filtern&quot;.</P>
<P><I>Trilineares Filtern</I> (Standardm&auml;&szlig;ig: <I>Ja</I>):<BR>
			Diese Einstellung ist nur verf&uuml;gbar, wenn beide Funktionen &quot;Grundelemente ersetzten&quot; und &quot;Knopf mit Textur&quot; aktiviert sind. Beim Aktivieren dieser Einstellung wird &quot;Trilineares Filtern&quot; f&uuml;r die Textur verwendet. Diese Einstellung bringt eine bessere Qualit&auml;t als &quot;Bilineares Filtern&quot;, aber eine schlechtere als &quot;Anisotropisches Filtern&quot;.</P>
<P><I>Anisotropisches Filtern</I> (Standardm&auml;&szlig;ig: <I>Nein</I>):<BR>Diese Einstellung ist nur verf&uuml;gbar, wenn beide Funktionen &quot;Grundelemente ersetzten&quot; und &quot;Knopf mit Textur&quot; aktiviert sind und ihre Grafikkarte dies unterst&uuml;tzt. Wenn &quot;Anisotropisches Filtern&quot; aktiviert wird, k&ouml;nnen Sie den Filterungsgrad mit dem Regler zur Rechten einstellen. Dies bedeutet Filtern mit der h&ouml;chsten Qualit&auml;t.</P>
<P><I>Anisotropischer Filterungsgrad </I> (Standardm&auml;&szlig;ig: <I>Deaktiviert</I>):<BR>
			Diese Einstellung ist nur verf&uuml;gbar, wenn beide Funktionen &quot;Grundelemente ersetzten&quot; und &quot;Knopf mit Textur&quot; aktiviert sind und &quot;Anisotropisches Filtern&quot; als Filtertyp ausgew&auml;hlt wurde. Ein h&ouml;herer Filterungsgrad ergibt eine h&ouml;here Filterungsqualit&auml;t.</P>
<P><I>Rundungsg&uuml;te</I> (Standardm&auml;&szlig;ig: <I>9%</I>):<BR>
Diese Einstellung ist nur verf&uuml;gbar, wenn die Funktion &quot;Grundelemente ersetzten&quot; aktiviert ist. Der Regler steuert die Darstellungsg&uuml;te der ersetzten Grundelemente, indem die Anzahl der Facetten ge&auml;ndert wird, um runde Grundelemente darzustellen. Wird der eingestellte Standardwert ver&auml;ndert, k&ouml;nnen im Modell an den Stellen L&ouml;cher entstehen, wo die ersetzten Grundelemente auf die &uuml;brige Geometrie treffen. Seien Sie deshalb mit dieser Einstellung sehr vorsichtig. Wird ein zu hoher Wert eingestellt, kann es zu gro&szlig;en Einbr&uuml;chen in der Leistung kommen. Der Standardwert 2 (9%) ist f&uuml;r die meisten Modelle gut.</P>
<P><FONT SIZE="+1"><B><A NAME="PrimitivesMiscBox">Rahmen &quot;Verschiedenes&quot;</A></B></FONT><BR>
<I>Grobe Kn&ouml;pfe (schneller)</I> (Standardm&auml;&szlig;ig: <I>Aktiviert</I>):<BR>
Beim Aktivieren dieser Einstellung verwendet LDView die Knopfdateien mit niedriger Aufl&ouml;sung an Stelle der Knopfdateien mit standardm&auml;&szlig;iger Aufl&ouml;sung. Dies beschleunigt die Darstellungsberechnung erheblich.</P>
<P><I>Verwende hochaufl&ouml;sende Grundelemente wenn vorhanden</I> (Standardm&auml;&szlig;ig: <I>Deaktiviert</I>):<BR>
Beim Aktivieren dieser Einstellung versucht LDView hochaufl&ouml;sende Versionen der Grundelemente zu laden, bevor es auf die Standardelemente zur&uuml;ckgreift. Die hochaufl&ouml;senden Grundelemente sind auch als 48-seitige Grundelemente bekannt, da sie runde Oberfl&auml;chen mit 48 Winkelelemente nachbilden. Da nicht f&uuml;r alle Grundelemente hochaufl&ouml;sende Gegenst&uuml;cke verf&uuml;gbar sind, k&ouml;nnen sich zwischen hochaufl&ouml;senden Grundelemente und Elementen in Standardaufl&ouml;sung Spalten auftun.</P>
<P><FONT SIZE="+2"><B><A NAME="UpdatesTab">Reiter &quot;Updates&quot;</A></B></FONT><BR>
</P>
<P><I>Schaltfl&auml;che &quot;Zur&uuml;cksetzen&quot;</I>:<BR>
Dies setzt die Einstellungen im Reiter &quot;Updates&quot; auf die voreingestellten Standardwerte zur&uuml;ck. Wie bei allen anderen Reitern des Dialogfeldes &quot;Einstellungen&quot;, werden die &Auml;nderungen erst wirksam, wenn Sie auf die Schaltfl&auml;chen &quot;OK&quot; oder &quot;&Uuml;bernehmen&quot; klicken.</P>
<P><FONT SIZE="+1"><B><A NAME="InternetProxyBox">Rahmen &quot;Internet Proxy&quot;</A></B></FONT><BR>
<I>Direkte Verbindung zum Internet</I> (Standardm&auml;&szlig;ig: <I>Ja</I>):<BR>W&auml;hlen Sie diese Einstellung aus, wenn Sie eine direkte Verbindung zum Internet haben und keinen Proxy-Server verwenden.</P>
<P><I>Verwende einfache Windows-Proxy-Konfiguration </I>(Standardm&auml;&szlig;ig: <I>Nein</I>):<BR>
W&auml;hlen Sie diese Einstellung, wenn Sie die HTTP-Proxy-Einstellungen verwenden wollen, die Sie in Ihrem Internetbrowser konfiguriert haben.</P>
<P><I>Anmerkungen:</I></P>
<UL>
<LI>Diese Einstellung funktioniert nur, wenn vorher der Proxy-Server im Internetbrowser manuell konfiguriert wurde. Das automatische Erkennen der Proxy-Einstellungen wird nicht unterst&uuml;tzt.
<LI>Wie Sie erkennen, ist diese Einstellung nur in der Windows-Version von LDView verf&uuml;gbar.
</UL>
<I>Manuelle Proxy-Konfiguration</I> (Standardm&auml;&szlig;ig: <I>Nein</I>):<BR>
W&auml;hlen Sie diese Einstellung, wenn Sie die HTTP-Proxy-Einstellungen selbst manuell konfigurieren wollen.
<P><I>Proxy</I> (Standardm&auml;&szlig;ig: <I>Keinen</I>):<BR>
Diese Einstellung ist nur verf&uuml;gbar, wenn die Funktion &quot;Manuelle Proxy-Konfiguration&quot; aktiviert ist. F&uuml;gen Sie den Namen oder die IP-Adresse Ihres HTTP-Proxy-Servers in das Eingabefeld ein.</P>
<P><I>Port</I> (Standardm&auml;&szlig;ig: <I>Keinen</I>):<BR>
Diese Einstellung ist nur verf&uuml;gbar, wenn die Funktion &quot;Manuelle Proxy-Konfiguration&quot; aktiviert ist. F&uuml;gen Sie den Port Ihres HTTP-Proxy-Servers in das Eingabefeld ein.</P>
<P><FONT SIZE="+1"><B><A NAME="MissingPartsBox">Rahmen &quot;Fehlende Bauteile&quot;</A></B></FONT><BR>
<I>Automatisch auf LDraw.org nach fehlenden Bauteilen suchen</I> (Standardm&auml;&szlig;ig: <I>Aktiviert</I>):<BR>
Beim Aktivieren dieser Einstellung durchsucht LDView automatisch den LDraw.org Parts Tracker, wenn es eine Datei nicht in der Bauteile-Bibliothek finden kann. Wenn das Bauteil auf dem Parts Tracker verf&uuml;gbar ist, wird es automatisch heruntergeladen und verwendet.</P>
<TABLE>
<TR VALIGN="TOP">
<TD><I>Anmerkung:</I></TD>
<TD>Wenn es LDView bei der Suche nach einem nicht-zertifizierten Bauteil nicht gelingen sollte, sich mit dem LDraw.org-Server zu verbinden, wird diese Einstellung automatisch deaktiviert. Sie m&uuml;ssen die Option manuell reaktivieren, sobald Sie wieder eine funktionierende Verbindung zum Internet haben.</TD>
</TR>
</TABLE>
<P><I>Zeit zwischen der Suche nach fehlenden Bauteilen </I>(Standardm&auml;&szlig;ig: <I>7 Tage</I>):<BR>
Setzen Sie hier die Anzahl der Tage ein, die LDView warten soll, bevor das Programm erneut auf dem LDraw.org Parts Tracker nach einem Bauteil sucht, das jetzt nicht gefunden wurde. Die Zahl muss gr&ouml;&szlig;er als Null sein.</P>
<P><I>Zeit zwischen der Suche nach &uuml;berarbeiteten Bauteilen </I>(Standardm&auml;&szlig;ig: <I>7 Tage</I>):<BR>
Setzen Sie hier die Anzahl der Tage ein, die LDView warten soll, bevor das Programm erneut auf dem LDraw.org Parts Tracker nach der aktuelleren Version eines Bauteils sucht, das gefunden und erfolgreich heruntergeladen wurde. Die Zahl muss gr&ouml;&szlig;er als Null sein.</P>
<P><FONT SIZE="+2"><B><A NAME="PreferenceSetsTab">Reiter &quot;Sets mit Einstellungen&quot;</A></B></FONT><BR>
</P>
<P><I>Folgendes Set mit Einstellungen verwenden</I>:<BR>
Zeigt eine Liste aller verf&uuml;gbaren Sets mit Einstellungen. Solange keine neuen Sets erzeugt wurden, findet sich hier lediglich ein Eintrag namens &lt;Standard&gt;. Wird ein Set mit Einstellungen ausgew&auml;hlt, verwendet LDView die darin gespeicherten Einstellungen, nachdem Sie den Schalter &quot;&Uuml;bernehmen&quot; gedr&uuml;ckt haben. Wenn Sie auf anderen Reitern &Auml;nderungen am aktuellen Set vorgenommen haben und dann ein anderes Set ausw&auml;hlen, werden Sie gefragt, ob Sie die &Auml;nderungen &uuml;bernehmen oder verwerfen wollen oder den Vorgang abbrechen wollen.</P>
<P><I>Tastenkombination</I>:<BR>
Diese Funktion erlaubt es Ihnen, dem aktuell ausgew&auml;hlten Set mit Einstellungen eine Tastenkombination zuzuweisen. Es gibt 10 m&ouml;gliche Kombinationen: STRG+SHIFT+1 bis STRG+SHIFT+0. Wenn eine Tastenkombination einem Set mit Einstellungen zugewiesen wurde, k&ouml;nnen Sie damit beim Betrachten eines Modells schnell zu diesem Set wechseln.</P>
<P><I>L&ouml;schen</I>:<BR>
Dieser Schalter l&ouml;scht das aktuell ausgew&auml;hlte Set mit Einstellungen.</P>
<P><I>Neu</I>:<BR>
Dieser Schalter erzeugt ein neues Set mit Einstellungen das alle aktuellen Einstellungen enth&auml;lt.</P>
<P><FONT SIZE="+1"><B>OK/&Uuml;bernehmen</B></FONT><BR>
Beim &Auml;ndern einiger der obenstehenden Einstellungen, muss das angezeigte Modell (oder der Baustein) neu berechnet oder komplett neu geladen werden, weshalb es zu einer Pause kommt nachdem Sie die Schalter &quot;OK&quot; oder &quot;&Uuml;bernehmen&quot; gedr&uuml;ckt haben. W&auml;hrend der Neuberechnung oder dem erneuten Laden zeigt die Statusleiste den Fortschritt an. Sollte die Statusleiste ausgeblendet worden sein, wird sie w&auml;hrend des Ladevorgangs sichtbar gemacht.</P>
<P><FONT SIZE="+2"><B><A NAME="ScreenSaverTab">Reiter &quot;Bildschirmschoner&quot;</A></B></FONT><BR>
</P>
<P><B>Anmerkung:</B> Dieser Reiter ist nur verf&uuml;gbar wenn Sie den <A HREF="#ScreenSaver">LDView Bildschirmschoner.</A> konfigurieren</P>
<P><I>Datei </I>:<BR>
W&auml;hlen Sie diese Einstellung, damit der LDView Bildschirmschoner immer ein bestimmtes Modell (oder einen Baustein) anzeigt. Verwenden Sie die Schaltfl&auml;che &quot;Durchsuchen&quot;, um die Datei zu suchen.</P>
<P><I>Durchsuchen</I> (neben Eingabefeld &quot;Datei&quot;):<BR>
Ein Druck auf die Schaltfl&auml;che &ouml;ffnet das Dialogfeld &quot;LDraw Modelldatei w&auml;hlen&quot;, womit Sie die anzuzeigende Datei ausw&auml;hlen.</P>
<P><I>Verzeichnis</I>:<BR>
W&auml;hlen Sie diese Einstellung, damit der LDView Bildschirmschoner bei jedem Start das anzuzeigende Modell (oder den Baustein) nach dem Zufallsprinzip aus einem bestimmten Verzeichnis ausw&auml;hlt. In die Auswahl werden alle Dateien der Formate DAT, MPD und LDR einbezogen. Verwenden Sie die Schaltfl&auml;che &quot;Durchsuchen&quot;, um das Verzeichnis zu suchen.</P>
<P><I>Durchsuchen</I> (neben Eingabefeld &quot;Verzeichnis&quot;):<BR>
Ein Druck auf die Schaltfl&auml;che &ouml;ffnet das Dialogfeld &quot;Ordner suchen&quot;, womit Sie das Verzeichnis ausw&auml;hlen k&ouml;nnen, aus dem der LDView Bildschirmschoner Modelle (oder Bausteine) ausw&auml;hlt.</P>
<P><I>Gr&ouml;&szlig;e</I>:<BR>
Der Regler steuert die Gr&ouml;&szlig;e des vom LDView Bildschirmschoner angezeigten Modells.</P>
<P><I>Geschwindigkeit</I>:<BR>
Der Regler steuert die Geschwindigkeit des vom LDView Bildschirmschoner angezeigten Modells.</P>
<P><I>Rotationsgeschwindigkeit</I>:<BR>
Der Regler steuert die Drehgeschwindigkeit des vom LDView Bildschirmschoner angezeigten Modells.</P>
<P><I>Zuf&auml;lliges Set mit Einstellungen</I>:<BR>
Aktivieren Sie diese Einstellung, damit der LDView Bildschirmschoner bei jedem Start nach dem Zufallsprinzip eines der Set mit Einstellungen verwendet. Da die Datei-/Verzeichniswahl Teil der Sets mit Einstellungen ist, erlaubt es diese Einstellung verschiedenen Modelle (oder Bausteine) mit unterschiedlichen Einstellungen anzuzeigen.</P>
<P><I>Ruhezustand Umgehungsl&ouml;sung</I>:<BR>
Diese Einstellung ist nur verf&uuml;gbar, wenn sie von ihrem Betriebssystem unterst&uuml;tzt wird. Aktivieren Sie diese Einstellung, falls ihr System nicht in den Ruhezustand schaltet, wenn der LDView Bildschimschoner verwendet wird und dies obwohl in den &quot;Energieoptionen&quot; der Ruhezustand eingestellt ist.<BR>
Beachten Sie bitte, dass Sie einen leeren Bildschirm vorfinden werden, wenn Ihr Bildschimschoner mit einem Passwortschutz versehen ist und ihr System aus dem Ruhezustand geholt wird.</P>
<P><I>Schaltfl&auml;che &quot;Zur&uuml;cksetzen&quot;</I>:<BR>
Dies setzt die Einstellungen im Reiter &quot;Bildschirmschoner&quot; auf die voreingestellten Standardwerte zur&uuml;ck. Wie bei allen anderen Reitern des Dialogfeldes &quot;Einstellungen&quot;, werden die &Auml;nderungen erst wirksam, wenn Sie auf die Schaltfl&auml;chen &quot;OK&quot; oder &quot;&Uuml;bernehmen&quot; klicken.</P>
<P></P>
<A NAME="CommandLine"></A>
<TABLE CLASS="SectionHeader" WIDTH="100%" BGCOLOR="#0080D0">
<TR>
<TH ALIGN="LEFT"><FONT SIZE="+2" COLOR="#FFFFFF">Eingabeaufforderung</FONT></TH>
</TR>
</TABLE>
<P>LDView erm&ouml;glicht es Ihnen, einige Funktionen &uuml;ber die Eingabeaufforderung zu steuern. Um ordnungsgem&auml;&szlig; ausgef&uuml;hrt zu werden, m&uuml;ssen Sie dazu in das aktuellen Verzeichnis von LDView wechseln oder Sie m&uuml;ssen den kompletten Verzeichnispfad in der Eingabeaufforderung angeben (kurz wie bei allen anderen Programmen, die &uuml;ber die Eingabeaufforderung ausgef&uuml;hrt werden). Wenn Sie mit der Programmausf&uuml;hrung &uuml;ber die Eingabeaufforderung nicht vertraut sind, wird empfohlen diesen Abschnitt zu &uuml;berspringen! Auch wenn Sie Erfahrungen mit der Eingabeaufforderung haben, beachten Sie bitte, dass LDView zuallererst ein Windows-Programm ist und kein Konsolen-Programm und sich die Eingabeaufforderung m&ouml;glicherweise so verh&auml;lt, als h&auml;tte LDView sie sofort nach dem Aufruf verlassen. Die Eingabeaufforderung wartet nicht notwendigerma&szlig;en, bis LDView beendet ist, bevor erneut nachgefragt wird.</P>
<P><FONT SIZE="+2"><B><A NAME="CommandLineFilename">Angabe eine Dateinamens</A></B></FONT><BR>
</P>
<P>Sie k&ouml;nnen in der Eingabeaufforderung einen Dateinamen angeben und LDView wird diese Datei &ouml;ffnen (vorausgesetzt sie existiert), anstatt das anf&auml;ngliche Dialogfeld &quot;LDraw-Modelldatei w&auml;hlen&quot; zu zeigen. Sie m&uuml;ssen entweder den kompletten Verzeichnispfad dieser Datei angeben, inklusive der Dateierweiterung (z.B. .ldr, .dat, .mpd), oder sich in dem Verzeichnis befinden, das diese Datei enth&auml;lt, wenn Sie LDView aufrufen. Beachten Sie bitte, dass der gesamte Dateinamen unter Anf&uuml;hrungszeichen stehen mu&szlig;, wenn der Dateiname oder der Verzeichnispfad Leerzeichen enth&auml;lt (dies ist Standard f&uuml;r jede Windows-Eingabeaufforderung mit langen Dateinamen).</P>
<P><FONT SIZE="+2"><B><A NAME="SnapshotFilename">Angabe eines Dateinamens bei &quot;Bild speichern&quot;</A></B></FONT><BR>
</P>
<P>Sie k&ouml;nnen in der Eingabeaufforderung den Befehl &quot;-SaveSnapshot&quot; dazu verwenden, um automatisch einen Schnappschu&szlig; ihres Modells (oder Bausteins) unter dem angegebenen Dateinamen zu speichern. Nach der Erzeugung des Bildes wird LDView die Konsole sofort verlassen. Beachten Sie bitte, dass Sie auch den <A HREF="#CommandLineFilename">Dateinamen</A> des Modells (oder des Bausteins) angeben m&uuml;ssen, von dem Sie einen Schnappschuss erzeugen wollen:</P>
<PRE>
	LDView MeinModell.ldr -SaveSnapshot=MeinModell.png
</PRE>
<P>Die Bilddatei mu&szlig; entweder .png oder .bmp als Dateierweiterung haben, worauf der entsprechende Bildtyp erzeugt wird. Erinnern Sie sich bitte daran, dass die Steuerung m&ouml;glicherweise an die Eingabeaufforderung zur&uuml;ckgegeben wird, bevor LDView die Bilderzeugung abgeschlossen hat. Sollte Ihre Grafikarte also eine Bilderzeugung erlauben, ohne das dazu n&ouml;tige Fenster anzuzeigen, wird es f&uuml;r Sie sehr schwierig werden festzustellen, wenn LDView die Bilderzeugung abgeschlossen hat.</P>
<P><FONT SIZE="+2"><B><A NAME="L3PCompatibility">L3P-kompatible Befehle</A></B></FONT><BR>
</P>
<P>Um die Handhabung f&uuml;r L3P-Benutzer zu vereinfachen, unterst&uuml;tzt LDView die L3P-Befehle &quot;-cg&quot; und &quot;-ca&quot;. Anders als die normalen <A HREF="#CommandLinePrefs">untenstehenden</A> LDView-Befehle ben&ouml;tigen &quot;-cg&quot; und &quot;-ca&quot; kein Gleichheitszeichen nach dem Befehlsnamen.</P>
<TABLE>
<TR>
<TD VALIGN="TOP"><TT>-ca&lt;a&gt;</TT></TD>
<TD>Kamerawinkel (Camera Angle):<BR>
Dies setzt den horizontalen Kamerawinkel auf den in &lt;a&gt; festgelegten Wert. Bitte beachten Sie, dass dieser vom Befehl &quot;FOV&quot; (-FOV=&lt;a&gt;) verschieden ist. Der FOV-Befehl steuert entweder den vertikalen oder horizontalen Kamerawinkel in Abh&auml;ngigkeit der Bildma&szlig;e. Wenn das Bild breiter als hoch ist, legt es den vertikalen Kamerawinkel fest, w&auml;hrend es den horizontalen Kamerawinkel steuert, wenn das Bild h&ouml;her als breit ist. Der Befehl &quot;-ca&quot; bestimmt immer den horizontalen Kamerawinkel, gleichg&uuml;ltig welche Proportionen das Bild hat.</TD>
</TR>
<TR>
<TD VALIGN="TOP"><TT>-cg&lt;la&gt;,&lt;lo&gt;[,&lt;r&gt;]</TT></TD>
<TD><A NAME="CameraGlobe">Globale Kameraposition (Camera Globe position):</A><BR>Positioniert die Kamera auf der Latitude &lt;la&gt; und der Longitude &lt;lo&gt; eines imagin&auml;ren Globus mit Blick in Richtung des Modells. Ist der Radius &lt;r&gt; null oder nicht angegeben, verwendet LDView seine standardm&auml;&szlig;ige Kameradistanz-Berechnung, um den Radius des imagin&auml;ren Globus festzulegen. Ansonsten wird &lt;r&gt; als Kameradistanz eingesetzt.</TD>
</TR>
</TABLE>
<P>Beispiel:</P>
<PRE>
	LDView -cg30,45,50000 -ca0.1
</PRE>
<P><FONT SIZE="+2"><B><A NAME="CommandLinePrefs">Angabe von Einstellungen</A></B></FONT><BR>
</P>
<P>Alle im Dialogfeld &quot;Einstellungen&quot; verf&uuml;gbaren Optionen k&ouml;nnen auch &uuml;ber die Eingabeaufforderung gesteuert werden. Um eine Einstellung zweifelsfrei anzugeben, wird ihr ein Bindestrich &quot;-&quot; vorangestellt. Einstellungen in der Eingabeaufforderung &uuml;berschreiben kurzzeitig die Einstellungen im Dialogfeld &quot;Einstellungen&quot;. Um diese Einstellungen allerdings dauerhaft zu speichern, m&uuml;ssen Sie &uuml;ber das Dialogfeld eingestellt werden. Sonst werden bei einem erneuten Aufruf des Programms &uuml;ber die Eingabeaufforderung die alten Einstellungen verwendet, wenn die zu &auml;ndernden Werte nicht erneut angegeben werden:</P>
<P>LDView -&lt;Einstellung 1&gt;=&lt;Wert 1&gt; -&lt;Einstellung 2&gt;=&lt;Wert 2&gt; ...</P>
Um zum Beispiel die standardm&auml;&szlig;ige Fenstergr&ouml;&szlig;e auf 640x480 zu setzen, muss folgendes angegeben werden:
<PRE>
	LDView -WindowWidth=640 -WindowHeight=480
</PRE>
Unten finden Sie eine Auflistung aller m&ouml;glichen Einstellungen. Beachten Sie bitte, dass obwohl die meisten Einstellungen &auml;quivalent mit jenen im Dialogfeld &quot;Einstellungen&quot; sind, einige doch eine umgekehrte Logik haben. In der Spalte &quot;Typ&quot; finden Sie die folgenden Varianten:
<TABLE>
<TR>
<TD ALIGN="RIGHT" VALIGN="TOP">Integer:&nbsp;&nbsp;</TD>
<TD>Eine ganze Zahl mit einer gro&szlig;en Spanne an M&ouml;glichkeiten. Ist die Spanne g&uuml;ltiger Werte eingeschr&auml;nkt, wird dies in Klammern angegeben. Wird ein Wert au&szlig;erhalb dieser Spanne verwendet, kann es nicht vorhersagbare Ergebnisse produzieren.</TD>
</TR>
<TR>
<TD ALIGN="RIGHT" VALIGN="TOP">Dezimal:&nbsp;&nbsp;</TD>
<TD>Ein numerischer Wert, der Kommastellen beinhalten kann. Ist die Spanne g&uuml;ltiger Werte eingeschr&auml;nkt, wird dies in Klammern angegeben. Wird ein Wert au&szlig;erhalb dieser Spanne verwendet, kann es nicht vorhersagbare Ergebnisse produzieren.</TD>
</TR>
<TR>
<TD ALIGN="RIGHT" VALIGN="TOP">Logisch:&nbsp;&nbsp;</TD>
<TD>Eine ganze Zahl die entweder f&uuml;r &quot;richtig&quot; oder &quot;falsch&quot; steht. 1 steht f&uuml;r &quot;richtig&quot;, 0 ist gleich &quot;falsch&quot;. Alle anderen Werte produzieren ein nicht vorhersagbares Ergebnis (&uuml;blicherweise, aber nicht notwendigerweise) wird es als &quot;richtig&quot; interpretiert.</TD>
</TR>
<TR>
<TD ALIGN="RIGHT" VALIGN="TOP">Aufz&auml;hlung:&nbsp;&nbsp;</TD>
<TD>Eine ganze Zahl mit einer festgelegten Anzahl m&ouml;glicher Werte, wobei es unwahrscheinlich ist, dass der numerische Wert in Zusammenhang mit der Auswahl selbst steht. Wird eine Zahl verwendet, die in der Liste nicht aufgef&uuml;hrt ist, produziert dies ein nicht vorhersagbares Ergebnis.</TD>
</TR>
<TR>
<TD ALIGN="RIGHT" VALIGN="TOP">Farbe:&nbsp;&nbsp;</TD>
<TD>Eine ganze Zahl die f&uuml;r eine 24-Bit RGB-Farbe steht. Die unteren 24 Bits des Wertes bestimmen die gew&uuml;nschte RGB-Farbe. Die obersten 8 Bits werden ignoriert. Es wird empfohlen (jedoch nicht verlangt) den Wert im Hexadezimal-System anzugeben und die Nummer &quot;0x&quot; voranzustellen. Ein reines Blau w&uuml;rde zum Beispiel folgenderma&szlig;en angegeben werden: 0xFF0000. Beachten Sie bitte, dass im Hexadezimal-System die Reihenfolge der Farben umgedreht ist: 0xBBGGRR (2 blaue Werte, gefolgt von 2 gr&uuml;nen Werten, gefolgt von 2 roten Werten am Ende).</TD>
</TR>
<TR>
<TD ALIGN="RIGHT" VALIGN="TOP">Zeichenfolge:&nbsp;&nbsp;</TD>
<TD>Eine formfreie Zeichenfolge.</TD>
</TR>
</TABLE>
<P>Die Spalte <I>Global?</I> gibt an, ob es sich bei der Einstellung um eine globale Einstellung handelt oder auf ein bestimmtes Set mit Einstellungen bezogen ist. Globale Einstellung wirken sich auf alle Sets mit Einstellungen aus, w&auml;hrend Set-bezogene Einstellungen mit dem jeweiligen Set abgespeichert werden. Im allgemeinen sind Einstellungen, die im Dialogfeld &quot;Einstellungen&quot; zu finden sind, Set-bezogen.</P>
<P><FONT SIZE="+2"><B><A NAME="PrefList">Liste aller Einstellungen</A></B></FONT><BR>
</P>
<TABLE CLASS="SettingsList" CELLSPACING="0" CELLPADDING="5" BGCOLOR="#FFFFDD">
<TR>
<TH valign="top" BGCOLOR="#0080D0"><FONT COLOR="#FFFFFF">Einstellung</FONT></TH>
<TH valign="top" BGCOLOR="#0080D0">
<DIV ALIGN="left">
<FONT COLOR="#FFFFFF">Typ</FONT></DIV>
</TH>
<TH ALIGN="center" BGCOLOR="#0080D0">
<DIV ALIGN="center">
<FONT COLOR="#FFFFFF">Global?</FONT></DIV>
</TH>
<TH BGCOLOR="#0080D0"><FONT COLOR="#FFFFFF">Beschreibung</FONT></TH>
</TR>
<TR>
<TD VALIGN="TOP">AllowPrimitiveSubstitution</TD>
<TD valign="top">
<DIV ALIGN="left">
Logisch</DIV>
</TD>
<TD ALIGN="center" VALIGN="TOP">
<DIV ALIGN="center">
NEIN</DIV>
</TD>
<TD VALIGN="TOP">&Auml;quivalent zum Kontrollk&auml;stchen <I>Grundelemente-&gt;Grundelemente ersetzen</I>.</TD>
</TR>
<TR>
<TD VALIGN="TOP"><A NAME="AnisoLevelSetting">AnisoLevel</A></TD>
<TD valign="top">Integer</TD>
<TD align="center" VALIGN="TOP">NEIN</TD>
<TD VALIGN="TOP">&Auml;quivalent zum Regler <i>Anisotropisches Filtern </i>im Rahmen <I>Grundelemente-&gt;Grundelemente ersetzen</I>. Beachten Sie, dass dieser Wert ignoriert wird, wenn <A HREF="#TextureFilterTypeSetting">TextureFilterType</A> nicht auf Trilinear/Anisotropisch eingestellt ist.</TD>
</TR>
<TR>
<TD VALIGN="TOP">Antialias</TD>
<TD valign="top">
<DIV ALIGN="left">
						Integer</DIV>
</TD>
<TD ALIGN="center" VALIGN="TOP">
<DIV ALIGN="center">
NEIN</DIV>
</TD>
<TD VALIGN="TOP">&Auml;quivalent zum Kombinationsfeld <I>Allgemein-&gt;Gl&auml;ttung-&gt;FSAA</I>. Legt fest, welche FSAA-Einstellung angew&auml;hlt wird:<BR>
0: Keine (Kontrollk&auml;stchen <I>Full-Scene-Gl&auml;ttung</I> nicht aktiviert).<BR>
2: 2x<BR>
3: 2x Erweitert<BR>
4: 4x<BR>
5: 4x Erweitert<BR>16+: FSAA Grad * 8 (siehe unten)<BR>Beachten Sie bitte, dass, obwohl alle Optionen - au&szlig;er der ersten - FSAA verwenden, diese Gl&auml;ttungsmethode nur dann angewandt wird, wenn die Grafikkarte FSAA zus&auml;tzlich zur OpenGL-Erweiterung unterst&uuml;tzt. Zus&auml;tzlich muss die Grafikkarte erlauben, dass neben der Systemsteuerung auch ein Programm FSAA steuert.<br>Jeder FSAA-Standardmodus kann dadurch angefordert werden, indem man den gew&uuml;nschten FSAA-Grad mit 8 multipliziert. So kann zum Beispiel 6x FSAA auf ATI Grafikkarten eingestellt werden, indem man Antialias auf 48 setzt. Wenn Sie einen Modus anfordern, der von ihrer Grafikkarte nicht unterst&uuml;tzt wird, wird die Einstellung auf kein Antialiasing zur&uuml;ckgesetzt.</TD>
</TR>
<TR>
<TD VALIGN="TOP">AutoCrop</TD>
<TD valign="top">
<DIV ALIGN="left">
Logisch</DIV>
</TD>
<TD ALIGN="center" VALIGN="TOP">
<DIV ALIGN="center">
JA</DIV>
</TD>
<TD VALIGN="TOP">Legt fest, ob LDView Bilder so zuschneidet, dass das Bild nur so gro&szlig; ist, um das Modell (oder den Baustein) vollst&auml;ndig abzubilden. Beachten Sie, dass es keine M&ouml;glichkeit gibt, diesen Wert &uuml;ber die Benutzeroberfl&auml;che anzugeben.</TD>
</TR>
<TR>
<TD VALIGN="TOP">BackgroundColor3</TD>
<TD valign="top"><DIV ALIGN="left">Farbe</DIV></TD>
<TD ALIGN="center" VALIGN="TOP"><DIV ALIGN="center">NEIN</DIV></TD>
<TD VALIGN="TOP">&Auml;quivalent zur Schaltfl&auml;che <I>Allgemein-&gt; Hintergrundfarbe</I>. Beachten Sie bitte, dass es am einfachsten ist, den Farbwert im Hexadezimal-System in der Form 0xRRGGBB anzugeben, wobei RR, GG und BB die hexadezimalen Zahlen zwischen 00 und FF&nbsp;sind. (Die Zahl 3 am Ende des Befehls wurde deshalb angef&uuml;gt, da die vorherigen Versionen von LDView das invertierte Format 0xBBGGRR verwendeten und es beim Upgrade zu Problemen gekommen w&auml;re, h&auml;tte man den Befehlsnamen beibehalten).</TD>
</TR>
<TR>
<TD VALIGN="TOP">BFC</TD>
<TD valign="top">
<DIV ALIGN="left">
Logisch</DIV>
</TD>
<TD ALIGN="center" VALIGN="TOP">
<DIV ALIGN="center">
NEIN</DIV>
</TD>
<TD VALIGN="TOP">&Auml;quivalent zum Kontrollk&auml;stchen <I>Geometrie-&gt;BFC</I>.</TD>
</TR>
<TR>
<TD VALIGN="TOP">BlackHighlights</TD>
<TD valign="top">
<DIV ALIGN="left">
Logisch</DIV>
</TD>
<TD ALIGN="center" VALIGN="TOP">
<DIV ALIGN="center">
NEIN</DIV>
</TD>
<TD VALIGN="TOP">&Auml;quivalent zum Kontrollk&auml;stchen <I>Immer schwarz</I> im Rahmen <I>Geometrie-&gt;Kanten</I>.</TD>
</TR>
<TR>
<TD VALIGN="TOP">BottomMargin</TD>
<TD valign="top" NOWRAP>
<DIV ALIGN="left">
Integer<BR>
(0-???)</DIV>
</TD>
<TD ALIGN="center" VALIGN="TOP">
<DIV ALIGN="center">
JA</DIV>
</TD>
<TD VALIGN="TOP">&Auml;quivalent zum 1000-fachen des Wertes im Eingabefeld <I>Unten</I> im Rahmen <I>R&auml;nder</I> des Dialogfeldes <I>Seite einrichten</I>.</TD>
</TR>
<TR>
<TD VALIGN="TOP">CameraGlobe</TD>
<TD valign="top" NOWRAP>Zeichenfolge<BR>
</TD>
<TD ALIGN="center" VALIGN="TOP">
<DIV ALIGN="center">
JA</DIV>
<TD VALIGN="TOP">Gleich wie der L3P-kompatible Befehl <A HREF="#CameraGlobe">-cg</A>.</TD>
</TR>
<TR>
<TD VALIGN="TOP">CheckPartTracker</TD>
<TD valign="top">
<DIV ALIGN="left">
Logisch</DIV>
</TD>
<TD VALIGN="TOP">
<DIV ALIGN="center">
JA</DIV>
</TD>
<TD VALIGN="TOP">&Auml;quivalent zum Kontrollk&auml;stchen <I>Automatisch auf LDraw.org nach fehlenden Bauteilen suchen</I> im Rahmen <I>Updates-&gt;Fehlende Bauteile</I>.</TD>
</TR>
<TR>
<TD VALIGN="TOP">CheckPartUpdateWait</TD>
<TD valign="top">
<DIV ALIGN="left">
Logisch</DIV>
</TD>
<TD VALIGN="TOP">
<DIV ALIGN="center">
JA</DIV>
</TD>
<TD VALIGN="TOP">&Auml;quivalent zum Eingabefeld <I>Zeit zwischen der Suche nach &uuml;berarbeiteten Bauteilen</I> im Rahmen <I>Updates-&gt;Fehlende Bauteile</I>.</TD>
</TR>
<TR>
<TD VALIGN="TOP">CheckPartWait</TD>
<TD valign="top">
<DIV ALIGN="left">
Logisch</DIV>
</TD>
<TD VALIGN="TOP">
<DIV ALIGN="center">
JA</DIV>
</TD>
<TD VALIGN="TOP">&Auml;quivalent zum Eingabefeld <I>Zeit zwischen der Suche nach fehlenden Bauteilen</I> im Rahmen <I>Updates-&gt;Fehlende Bauteile</I>.</TD>
</TR>
<TR>
<TD VALIGN="TOP">ConditionalHighlights</TD>
<TD valign="top">
<DIV ALIGN="left">
Logisch</DIV>
</TD>
<TD ALIGN="center" VALIGN="TOP">
<DIV ALIGN="center">
NEIN</DIV>
</TD>
<TD VALIGN="TOP">&Auml;quivalent zum Kontrollk&auml;stchen <I>Bedingte Linien</I> im Rahmen <I>Geometrie-&gt;Kanten</I>.</TD>
</TR>
<TR>
<TD VALIGN="TOP">CurveQuality</TD>
<TD valign="top" NOWRAP>
<DIV ALIGN="left">
Integer<BR>
(1-12)</DIV>
</TD>
<TD ALIGN="center" VALIGN="TOP">
<DIV ALIGN="center">
NEIN</DIV>
</TD>
<TD VALIGN="TOP">&Auml;quivalent zum Regler <I>Rundungsg&uuml;te</I> im Rahmen <I>Grundelemente-&gt;Grundelemente ersetzen</I>.</TD>
</TR>
<TR>
<TD VALIGN="TOP">CustomColors/Color00 -<BR>
CustomColors/Color15</TD>
<TD valign="top" NOWRAP>
<DIV ALIGN="left">
Farbe</DIV>
</TD>
<TD ALIGN="center" VALIGN="TOP">
<DIV ALIGN="center">
JA</DIV>
</TD>
<TD VALIGN="TOP">Steuert die <I>Benutzerdefinierten Farben</I> im Dialogfeld <I>Farben</I>.</TD>
</TR>
<TR>
<TD VALIGN="TOP">CutawayAlpha</TD>
<TD valign="top" NOWRAP>
<DIV ALIGN="left">
Integer<BR>
(1-100)</DIV>
</TD>
<TD ALIGN="center" VALIGN="TOP">
<DIV ALIGN="center">
NEIN</DIV>
</TD>
<TD VALIGN="TOP">&Auml;quivalent zum Regler <I>Leuchtkraft</I> im Rahmen <I>Effekte-&gt;Drahtgitterschnitt</I>.</TD>
</TR>
<TR>
<TD VALIGN="TOP">CutawayMode</TD>
<TD valign="top">
<DIV ALIGN="left">
Aufz&auml;hlung</DIV>
</TD>
<TD ALIGN="center" VALIGN="TOP">
<DIV ALIGN="center">
NEIN</DIV>
</TD>
<TD VALIGN="TOP">&Auml;quivalent zu den Optionsfeldern <I>Farbe</I> und <I>Monochrom</I> und dem Kontrollk&auml;stchen <I>Drahtgitterschnitt</I> im Rahmen <I>Effekte-&gt;Drahtgitterschnitt</I>. Bestimmt den Schnittmodus:<BR>
0: Keiner (Kontrollk&auml;stchen <I>Drahtgitterschnitt</I> deaktiviert<I>)<BR>
</I>1: Farbe<BR>
2: Monochrom</TD>
</TR>
<TR>
<TD VALIGN="TOP">CutawayThickness</TD>
<TD valign="top">
<DIV ALIGN="left">
Integer<BR>
(1-5)</DIV>
</TD>
<TD ALIGN="center" VALIGN="TOP">
<DIV ALIGN="center">
NEIN</DIV>
</TD>
<TD VALIGN="TOP">&Auml;quivalent zum Regler <I>St&auml;rke</I> im Rahmen <I>Effekte-&gt;Drahtgitterschnitt</I>.</TD>
</TR>
<TR>
<TD VALIGN="TOP">DefaultColor3</TD>
<TD valign="top">
<DIV ALIGN="left">
Farbe</DIV>
</TD>
<TD ALIGN="center" VALIGN="TOP">
<DIV ALIGN="center">
NEIN</DIV>
</TD>
<TD VALIGN="TOP">&Auml;quivalent zur Schaltfl&auml;che <I>Allgemein-&gt;Standardfarbe</I>. Beachten Sie bitte, dass es am einfachsten ist, den Farbwert im Hexadezimal-System in der Form 0xRRGGBB anzugeben, wobei RR, GG und BB die hexadezimalen Zahlen zwischen 00 und FF&nbsp;sind. (Die Zahl 3 am Ende des Befehls wurde deshalb angef&uuml;gt, da die vorherigen Versionen von LDView das invertierte Format 0xBBGGRR verwendeten und es beim Upgrade zu Problemen gekommen w&auml;re, h&auml;tte man den Befehlsnamen beibehalten).</TD>
</TR>
<TR>
<TD VALIGN="TOP"><A NAME="DefaultLatLongSetting">DefaultLatLong</A></TD>
<TD valign="top">
<DIV ALIGN="left">
Zeichenfolge</DIV>
</TD>
<TD ALIGN="center" VALIGN="TOP">
<DIV ALIGN="center">
NEIN</DIV>
</TD>
<TD VALIGN="TOP">Standardm&auml;&szlig;iger Breiten- und L&auml;ngengrad der Kamera. Weiter unten finden Sie eine <A HREF="#DefaultLatLong">Beschreibung</A> wie der Befehl in der Eingabeaufforderung verwendet wird. Beachten Sie bitte, dass beim Einstellen dieses Wertes &uuml;ber die Eingabeaufforderung (oder die Registrierung) die Einstellungen in <A HREF="#DefaultMatrixSetting">DefaultMatrix</A> &uuml;bergangen werden.</TD>
</TR>
<TR>
<TD VALIGN="TOP"><A NAME="DefaultMatrixSetting">DefaultMatrix</A></TD>
<TD valign="top">
<DIV ALIGN="left">
Zeichenfolge</DIV>
</TD>
<TD ALIGN="center" VALIGN="TOP">
<DIV ALIGN="center">
NEIN</DIV>
</TD>
<TD VALIGN="TOP">Standardm&auml;&szlig;ige Rotationsmatrix. &Uuml;ber diesen Befehl wird der standardm&auml;&szlig;ige Blickwinkel eingestellt. Weiter unten finden Sie eine <A HREF="#DefaultMatrix">Beschreibung</A> wie der Befehl in der Eingabeaufforderung verwendet wird.</TD>
</TR>
<TR>
<TD VALIGN="TOP"><A NAME="DefaultZoomSetting">DefaultZoom</A></TD>
<TD valign="top">
<DIV ALIGN="left">
Dezimal<BR>
(0.1-???)</DIV>
</TD>
<TD ALIGN="center" VALIGN="TOP">
<DIV ALIGN="center">
NEIN</DIV>
</TD>
<TD VALIGN="TOP">Standardm&auml;&szlig;iger Zoomwert. Legen Sie diesen Wert gr&ouml;&szlig;er als 1.0 fest, um in der Standardansicht (und anderen Standardansichten) n&auml;her an das Objekt heranzuzoomen. Ein Wert kleiner als 1.0 f&uuml;hrt in Richtung eines Weitwinkels. Es besteht zur Zeit keine M&ouml;glichkeit, diesen Wert &uuml;ber die Benutzeroberfl&auml;che von LDView zu &auml;ndern. Beachten Sie bitte, dass die Einstellungen in <A HREF="#ZoomMaxSetting">ZoomMax</A> greifen, sollte hier ein zu gro&szlig;er Wert eingegeben werden um zu verhindern, dass zu nahe herangezoomt wird.</TD>
</TR>
<TR>
<TD VALIGN="TOP">DrawLightDats</TD>
<TD valign="top">Boolean</TD>
<TD ALIGN="center" VALIGN="TOP">
<DIV ALIGN="center">
NEIN</DIV>
</TD>
<TD VALIGN="TOP">&Auml;quivalent zum Kontrollk&auml;stchen <I>Verwende LIGHT.DAT Lichter</I> im Rahmen <I>Effekte-&gt;Beleuchtung</I>.
					</TD>
</TR>
<TR>
<TD VALIGN="TOP">Editor</TD>
<TD valign="top">
<DIV ALIGN="left">
Zeichenfolge</DIV>
</TD>
<TD ALIGN="center" VALIGN="TOP">
<DIV ALIGN="center">
JA</DIV>
</TD>
<TD VALIGN="TOP">Legt den Editor fest, der verwendet wird, wenn Sie im Dialogfeld <I>Fehler &amp; Warnungen</I> auf die Zeile der Quelldatei doppelklicken. Das angegebene Programm muss sich entweder im Verzeichnis befinden oder es muss der vollst&auml;ndige Pfad zum Programm angegeben werden. Standardm&auml;&szlig;ig ist dies &quot;Notepad.exe&quot;. Beachten Sie, dass es keine M&ouml;glichkeit gibt, diesen Wert &uuml;ber die Benutzeroberfl&auml;che anzugeben.</TD>
</TR>
<TR>
<TD VALIGN="TOP">EdgesOnly</TD>
<TD valign="top">
<DIV ALIGN="left">
Logisch</DIV>
</TD>
<TD ALIGN="center" VALIGN="TOP">
<DIV ALIGN="center">
NEIN</DIV>
</TD>
<TD VALIGN="TOP">&Auml;quivalent zum Kontrollk&auml;stchen <I>Zeige nur Kanten</I> im Rahmen <I>Geometrie-&gt;Kanten</I>.</TD>
</TR>
<TR>
<TD VALIGN="TOP">EdgeThickness</TD>
<TD valign="top">
<DIV ALIGN="left">
Integer<BR>
(1-5)</DIV>
</TD>
<TD ALIGN="center" VALIGN="TOP">
<DIV ALIGN="center">
NEIN</DIV>
</TD>
<TD VALIGN="TOP">&Auml;quivalent zum Regler <I>St&auml;rke</I> im Rahmen <I>Geometrie-&gt;Kanten</I>.</TD>
</TR>
<TR>
<TD VALIGN="TOP">ExtraSearchDirs/Dir001 -<BR>
ExtraSearchDirs/Dir999</TD>
<TD valign="top" NOWRAP>
<DIV ALIGN="left">
Zeichenfolge</DIV>
</TD>
<TD ALIGN="center" VALIGN="TOP">
<DIV ALIGN="center">
JA</DIV>
</TD>
<TD VALIGN="TOP">Enth&auml;lt die Liste der zus&auml;tzlichen Suchverzeichnisse, die &uuml;ber den Men&uuml;eintrag &quot;<A HREF="#ExtraDirs">Zus&auml;tzliche Verzeichnisse</A>&quot; eingetragen wurden. Jeder Eintrag steht f&uuml;r ein Verzeichnis, wobei die Reihung jener vom Benutzer festgelegten entspricht. Es ist zwar unwahrscheinlich, dass Sie diese manuell &uuml;ber die Eingabeaufforderung oder die Registrierung festlegen, aber die Schl&uuml;ssel sind zwecks Vollst&auml;ndigkeit hier dokumentiert.</TD>
</TR>
<TR>
<TD VALIGN="TOP">FOV</TD>
<TD valign="top" NOWRAP>
<DIV ALIGN="left">
Dezimal<BR>
(0.1-90.0)</DIV>
</TD>
<TD ALIGN="center" VALIGN="TOP">
<DIV ALIGN="center">
NEIN</DIV>
</TD>
<TD VALIGN="TOP">&Auml;quivalent zum Eingabefeld <I>Sichtfeld</I> im Rahmen <I>Allgemein-&gt;Verschiedenes</I>.</TD>
</TR>
<TR>
<TD VALIGN="TOP"><A NAME="FullscreenDepthSetting">FullscreenDepth</A></TD>
<TD valign="top">
<DIV ALIGN="left">
Integer</DIV>
</TD>
<TD ALIGN="center" VALIGN="TOP">
<DIV ALIGN="center">
NEIN</DIV>
</TD>
<TD VALIGN="TOP">Die Farbtiefe f&uuml;r den Vollbild-Modus. Diese ist normalerweise entweder 16 oder 32 Bit, aber auch andere Werte (wie 15 oder 24) k&ouml;nnten auf einigen Grafikkarten einwandfrei arbeiten. Zuk&uuml;nftige Grafikkarten unterst&uuml;tzen m&ouml;glicherweise 64 Bit. Verwenden Sie diese Einstellung mit Vorsicht und verwenden Sie nur jene die in Ihrem Men&uuml; &quot;Ansicht&quot; stehen. Wenn Sie eine nichtunterst&uuml;tzte Farbtiefe verwenden, k&ouml;nnte es Probleme geben, wenn Sie in den Vollbild-Modus umschalten. Beachten Sie bitte, dass obwohl als Typ &quot;Integer&quot; und keine Spanne angegeben wurde, nur jene Werte problemlos arbeiten, die im Men&uuml; &quot;Ansicht&quot; angezeigt werden.</TD>
</TR>
<TR>
<TD VALIGN="TOP"><A NAME="FullscreenHeightSetting">FullscreenHeight</A></TD>
<TD valign="top">
<DIV ALIGN="left">
Integer</DIV>
</TD>
<TD ALIGN="center" VALIGN="TOP">
<DIV ALIGN="center">
NEIN</DIV>
</TD>
<TD VALIGN="TOP">Vertikale Aufl&ouml;sung f&uuml;r den Vollbild-Modus. Wie bei der Einstellung f&uuml;r <A HREF="#FullScreenDepthSetting">FullscreenDepth</A> sollten Sie bei dieser Einstellung sehr vorsichtig vorgehen. Au&szlig;erdem sollten Sie immer auch <A HREF="#FullScreenWidthSetting">FullscreenWidth</A> einstellen, wenn Sie diesen Wert ver&auml;ndern und zudem sicherstellen, dass die Kombination von Breite, H&ouml;he und Farbtiefe einen Grafik-Modus ergeben, der von ihrer Grafikkarte unterst&uuml;tzt wird.</TD>
</TR>
<TR>
<TD VALIGN="TOP">FullscreenRefresh</TD>
<TD valign="top">
<DIV ALIGN="left">
Integer</DIV>
</TD>
<TD ALIGN="center" VALIGN="TOP">
<DIV ALIGN="center">
NEIN</DIV>
</TD>
<TD VALIGN="TOP">&Auml;quivalent zum Kontrollk&auml;stchen und Eingabefeld<I>Vollbild-Aktualisierung umgehen</I> im Rahmen <I>Allgemein-&gt;Verschiedenes</I>. Wird 0 eingegeben, wird das Kontrollk&auml;stchen deaktiviert. Jeder andere Wert aktiviert das Kontrollk&auml;stchen und wird als Bildaktualisierungsrate verwendet.</TD>
</TR>
<TR>
<TD VALIGN="TOP"><A NAME="FullscreenWidthSetting">FullscreenWidth</A></TD>
<TD valign="top">
<DIV ALIGN="left">
Integer</DIV>
</TD>
<TD ALIGN="center" VALIGN="TOP">
<DIV ALIGN="center">
NEIN</DIV>
</TD>
<TD VALIGN="TOP">Horizontale Aufl&ouml;sung f&uuml;r den Vollbild-Modus. Wie bei der Einstellung f&uuml;r <A HREF="#FullScreenDepthSetting">FullscreenDepth</A> sollten Sie bei dieser Einstellung sehr vorsicht vorgehen. Au&szlig;erdem sollten Sie immer auch <A HREF="#FullScreenHeightSetting">FullscreenHeight</A> einstellen, wenn Sie diesen Wert ver&auml;ndern und zudem sicherstellen, dass die Kombination von Breite, H&ouml;he und Farbtiefe einen Grafik-Modus ergeben, der von ihrer Grafikkarte unterst&uuml;tzt wird.</TD>
</TR>
<TR>
<TD VALIGN="TOP">GreenFrontFaces</TD>
<TD valign="top">
<DIV ALIGN="left">
Logisch</DIV>
</TD>
<TD ALIGN="center" VALIGN="TOP">
<DIV ALIGN="center">
NEIN</DIV>
</TD>
<TD VALIGN="TOP">&Auml;quivalent zum Kontrollk&auml;stchen <I>Gr&uuml;ne Vorderseiten</I> im Rahmen <I>Geometrie-&gt;BFC</I>.</TD>
</TR>
<TR>
<TD VALIGN="TOP">HiResPrimitives</TD>
<TD valign="top">
<DIV ALIGN="left">
Logisch</DIV>
</TD>
<TD ALIGN="center" VALIGN="TOP">
<DIV ALIGN="center">
NEIN</DIV>
</TD>
<TD VALIGN="TOP">&Auml;quivalent zum Kontrollk&auml;stchen <I>Verwende hochaufl&ouml;sende Grundelemente wenn vorhanden</I> im Rahmen <I>Grundelemente-&gt;Verschiedenes</I>.</TD>
</TR>
<TR>
<TD VALIGN="TOP">IgnoreAllOGLExtensions</TD>
<TD valign="top">
<DIV ALIGN="left">
Logisch</DIV>
</TD>
<TD ALIGN="center" VALIGN="TOP"><DIV ALIGN="center">JA</DIV></TD>
<TD VALIGN="TOP">Veranlasst LDView, alle von Ihrer Grafikkarte unterst&uuml;tzten OpenGL-Erweiterungen zu ignorieren. Sollte ein Grafiktreiber fehlerhaft sein, k&ouml;nnen Darstellungsprobleme in LDView damit korrigiert werden, indem alle oder einige OpenGL-Erweiterungen ignoriert werden, die laut Datenblatt eigentlich unterst&uuml;tzt werden sollten.</TD>
</TR>
<TR>
<TD VALIGN="TOP">IgnoreAniso</TD>
<TD valign="top">Logisch</TD>
<TD ALIGN="center" VALIGN="TOP"><DIV ALIGN="center">JA</DIV></TD>
<TD VALIGN="TOP">Veranlasst LDView, die GL_EXT_texture_filter_anisotropic OpenGL-Erweiterung zu ignorieren, auch wenn sie von ihrer Grafikkarte unterst&uuml;tzt wird.</TD>
</TR>
<TR>
<TD VALIGN="TOP">IgnoreMultiDrawArrays</TD>
<TD valign="top">
<DIV ALIGN="left">
Logisch</DIV>
</TD>
<TD ALIGN="center" VALIGN="TOP">
<DIV ALIGN="center">
JA</DIV>
</TD>
<TD VALIGN="TOP">Veranlasst LDView, die GL_EXT_multi_draw_arrays OpenGL-Erweiterung zu ignorieren, auch wenn sie von ihrer Grafikkarte unterst&uuml;tzt wird.</TD>
</TR>
<TR>
<TD VALIGN="TOP">IgnoreMultisample</TD>
<TD valign="top">
<DIV ALIGN="left">
Logisch</DIV>
</TD>
<TD ALIGN="center" VALIGN="TOP">
<DIV ALIGN="center">
JA</DIV>
</TD>
<TD VALIGN="TOP">Veranlasst LDView, die WGL_ARB_multisample OpenGL-Erweiterung zu ignorieren, auch wenn sie von ihrer Grafikkarte unterst&uuml;tzt wird.</TD>
</TR>
<TR>
<TD VALIGN="TOP">IgnoreMultisampleFilterHint</TD>
<TD valign="top">
<DIV ALIGN="left">
Logisch</DIV>
</TD>
<TD ALIGN="center" VALIGN="TOP">
<DIV ALIGN="center">
JA</DIV>
</TD>
<TD VALIGN="TOP">Veranlasst LDView, die GL_NV_multisample_filter_hint OpenGL-Erweiterung zu ignorieren, auch wenn sie von ihrer Grafikkarte unterst&uuml;tzt wird.</TD>
</TR>
<TR>
<TD VALIGN="TOP">IgnorePBuffer</TD>
<TD valign="top">
<DIV ALIGN="left">
Logisch</DIV>
</TD>
<TD ALIGN="center" VALIGN="TOP">
<DIV ALIGN="center">
JA</DIV>
</TD>
<TD VALIGN="TOP">Veranlasst LDView, die WGL_ARB_pbuffer OpenGL-Erweiterung zu ignorieren, auch wenn sie von ihrer Grafikkarte unterst&uuml;tzt wird.</TD>
</TR>
<TR>
<TD VALIGN="TOP">IgnorePixelFormat</TD>
<TD valign="top">
<DIV ALIGN="left">
Logisch</DIV>
</TD>
<TD ALIGN="center" VALIGN="TOP">
<DIV ALIGN="center">
JA</DIV>
</TD>
<TD VALIGN="TOP">Veranlasst LDView, die WGL_ARB_pixel_format OpenGL-Erweiterung zu ignorieren, auch wenn sie von ihrer Grafikkarte unterst&uuml;tzt wird.</TD>
</TR>
<TR>
<TD VALIGN="TOP">IgnoreVAR</TD>
<TD valign="top">
<DIV ALIGN="left">
Logisch</DIV>
</TD>
<TD ALIGN="center" VALIGN="TOP"><DIV ALIGN="center">JA</DIV></TD>
<TD VALIGN="TOP">Veranlasst LDView, die GL_NV_vertex_array_range OpenGL-Erweiterung zu ignorieren, auch wenn sie von ihrer Grafikkarte unterst&uuml;tzt wird.</TD>
</TR>
<TR>
<TD VALIGN="TOP">IgnoreVBO</TD>
<TD valign="top">
<DIV ALIGN="left">
Logisch</DIV>
</TD>
<TD ALIGN="center" VALIGN="TOP">
<DIV ALIGN="center">
JA</DIV>
</TD>
<TD VALIGN="TOP">Veranlasst LDView, die GL_ARB_vertex_buffer_object OpenGL-Erweiterung zu ignorieren, auch wenn sie von ihrer Grafikkarte unterst&uuml;tzt wird.</TD>
</TR>
<TR>
<TD VALIGN="TOP">InstallPath</TD>
<TD valign="top">
<DIV ALIGN="left">
Zeichenfolge</DIV>
</TD>
<TD ALIGN="center" VALIGN="TOP">
<DIV ALIGN="center">
JA</DIV>
</TD>
<TD VALIGN="TOP">Wird nur im Bildschimschoner-Modus verwendet (wo man keine Befehle &uuml;ber die Eingabeaufforderung ausf&uuml;hren kann). Wird verwendet, um LDView-Programmdateien (Zeichens&auml;tze und Knopftextur) zu finden, wenn das Programm als Bildschirmschoner l&auml;uft. Der Befehl wurde nur zur Vollst&auml;ndigkeit der Dokumentation hier aufgef&uuml;hrt.</TD>
</TR>
<TR>
<TD VALIGN="TOP">InventoryExternalCss</TD>
<TD VALIGN="TOP">Logisch</TD>
<TD ALIGN="center" VALIGN="TOP"><DIV ALIGN="center">JA</DIV></TD>
<TD VALIGN="TOP">&Auml;quivalent zum Kontrollk&auml;stchen <i>Erzeuge externes Stylesheet</i> im Fenster <i>Bauteileliste. </i>Da Sie zur Zeit &uuml;ber die Eingabeaufforderung keine HTML Bauteileliste erstellen k&ouml;nnen, hat das Setzen dieser Einstellung sehr wenig Bedeutung.</TD>
</TR>
<TR>
<TD VALIGN="TOP">InventoryPartImages</TD>
<TD VALIGN="TOP">Logisch</TD>
<TD ALIGN="center" VALIGN="TOP"><DIV ALIGN="center">JA</DIV></TD>
<TD VALIGN="TOP">&Auml;quivalent zum Kontrollk&auml;stchen <i>Zeige Bauteilebilder</i> im Fenster <i>Bauteileliste. </i>Da Sie zur Zeit &uuml;ber die Eingabeaufforderung keine HTML Bauteileliste erstellen k&ouml;nnen, hat das Setzen dieser Einstellung sehr wenig Bedeutung.</TD>
</TR>
<TR>
<TD VALIGN="TOP">InventoryShowFile</TD>
<TD VALIGN="TOP">Logisch</TD>
<TD ALIGN="center" VALIGN="TOP"><DIV ALIGN="center">JA</DIV></TD>
<TD VALIGN="TOP">&Auml;quivalent zum Kontrollk&auml;stchen <i>Zeige HTML-Dokument</i> im Fenster <i>Bauteileliste. </i>Da Sie zur Zeit &uuml;ber die Eingabeaufforderung keine HTML Bauteileliste erstellen k&ouml;nnen, hat das Setzen dieser Einstellung sehr wenig Bedeutung.</TD>
</TR>
<TR>
<TD VALIGN="TOP">InventoryShowModel</TD>
<TD VALIGN="TOP">Logisch</TD>
<TD ALIGN="center" VALIGN="TOP"><DIV ALIGN="center">JA</DIV></TD>
<TD VALIGN="TOP">&Auml;quivalent zum Kontrollk&auml;stchen <i>Zeige Modell</i> im Fenster <i>Bauteileliste. </i>Da Sie zur Zeit &uuml;ber die Eingabeaufforderung keine HTML Bauteileliste erstellen k&ouml;nnen, hat das Setzen dieser Einstellung sehr wenig Bedeutung.</TD>
</TR>
<TR>
<TD VALIGN="TOP">LastOpenPath</TD>
<TD valign="top">
<DIV ALIGN="left">
Zeichenfolge</DIV>
</TD>
<TD ALIGN="center" VALIGN="TOP">
<DIV ALIGN="center">
JA</DIV>
</TD>
<TD VALIGN="TOP">Der eingestellte Verzeichnispfad, wenn das Dialogfeld LDraw-Modelldatei w&auml;hlen nach dem Programmstart zum ersten mal gezeigt wird. Normalerweise ist dies der Pfad der Datei, die zuletzt ge&ouml;ffnet wurde, bevor LDView dann beendet wurde.</TD>
</TR>
<TR>
<TD VALIGN="TOP">LDrawDir</TD>
<TD valign="top" NOWRAP>
<DIV ALIGN="left">
Zeichenfolge</DIV>
</TD>
<TD ALIGN="center" VALIGN="TOP">
<DIV ALIGN="center">
JA</DIV>
</TD>
<TD VALIGN="TOP">Legt den vollst&auml;ndigen Pfad zum Verzeichnis fest, das LDraw enth&auml;lt.</TD>
</TR>
<TR>
<TD VALIGN="TOP">LeftMargin</TD>
<TD valign="top">
<DIV ALIGN="left">
Integer<BR>
(0-???)</DIV>
</TD>
<TD ALIGN="center" VALIGN="TOP">
<DIV ALIGN="center">
JA</DIV>
</TD>
<TD VALIGN="TOP">&Auml;quivalent zum 1000-fachen des Wertes im Eingabefeld <I>Links</I> im Rahmen <I>R&auml;nder</I> des Dialogfeldes <I>Seite einrichten</I>.</TD>
</TR>
<TR>
<TD VALIGN="TOP">Lighting</TD>
<TD valign="top">
<DIV ALIGN="left">
Logisch</DIV>
</TD>
<TD ALIGN="center" VALIGN="TOP">
<DIV ALIGN="center">
NEIN</DIV>
</TD>
<TD VALIGN="TOP">&Auml;quivalent zum Kontrollk&auml;stchen <I>Effekte-&gt;Beleuchtung</I>.</TD>
</TR>
<TR>
<TD VALIGN="TOP">LightVector</TD>
<TD VALIGN="TOP">Zeichenfolge</TD>
<TD ALIGN="center" VALIGN="TOP">
<DIV ALIGN="center">
NEIN</DIV>
</TD>
<TD VALIGN="TOP">Legt die Richtung fest, aus der das Licht scheint. Der Wert setzt sich aus drei Dezimalzahlen zusammen, die durch Kommas getrennt sind. Einige Werte:<BR>
<TABLE CLASS="SampleData">
<TR>
<TD ALIGN="RIGHT">0,0,1:</TD>
<TD>Mitte (Standard)</TD>
</TR>
<TR>
<TD ALIGN="RIGHT">-1,1,1:</TD>
<TD>Links oben</TD>
</TR>
<TR>
<TD ALIGN="RIGHT">1,1,1:</TD>
<TD>Rechts oben</TD>
</TR>
<TR>
<TD ALIGN="RIGHT">-1,-1,1:</TD>
<TD>Links unten</TD>
</TR>
<TR>
<TD ALIGN="RIGHT">1,-1,1:</TD>
<TD>Rechts unten</TD>
</TR>
</TABLE>
</TD>
</TR>
<TR>
<TD VALIGN="TOP">LineSmoothing</TD>
<TD valign="top">
<DIV ALIGN="left">
Logisch</DIV>
</TD>
<TD ALIGN="center" VALIGN="TOP">
<DIV ALIGN="center">
NEIN</DIV>
</TD>
<TD VALIGN="TOP">&Auml;quivalent zum Kontrollk&auml;stchen <I>Linien gl&auml;tten</I> im Rahmen <I>Allgemein-&gt;Gl&auml;ttung</I>.</TD>
</TR>
<TR>
<TD VALIGN="TOP"><A NAME="MaxRecentFilesSetting">MaxRecentFiles</A></TD>
<TD valign="top">
<DIV ALIGN="left">
Integer<BR>
(0-99)</DIV>
</TD>
<TD ALIGN="center" VALIGN="TOP">
<DIV ALIGN="center">
JA</DIV>
</TD>
<TD VALIGN="TOP">Legt fest, wie viele der zuletzt ge&ouml;ffneten Dateien aufgezeichnet und dargestellt werden. Beachten Sie bitte, dass es keine M&ouml;glichkeit gibt, diesen Wert &uuml;ber LDViews Benutzeroberfl&auml;che einzustellen.</TD>
</TR>
<TR>
<TD VALIGN="TOP">MemoryUsage</TD>
<TD valign="top">
<DIV ALIGN="left">
Aufz&auml;hlung</DIV>
</TD>
<TD ALIGN="center" VALIGN="TOP">
<DIV ALIGN="center">
NEIN</DIV>
</TD>
<TD VALIGN="TOP">&Auml;quivalent zum Kombinationsfeld <I>Speicherbelegung</I> im Rahmen <I>Allgemein-&gt;Verschiedenes</I>. Legt den Modus f&uuml;r die Speicherbelegung fest:<BR>
0: Niedrig<BR>
1: Mittel<BR>
2: Hoch</TD>
</TR>
<TR>
<TD VALIGN="TOP">ModelCenter</TD>
<TD VALIGN="TOP">Zeichenfolge</TD>
<TD ALIGN="center" VALIGN="TOP">
<DIV ALIGN="center">
JA</DIV>
</TD>
<TD VALIGN="TOP">Benutzen Sie diesen Befehl, um LDViews standardm&auml;&szlig;igen Algorithmus f&uuml;r die Positionierung der Kamera zu umgehen. Der hier eingestellte Wert wird vom Algorithmus f&uuml;r die Positionierung der Kamera als neues Zentrum f&uuml;r das Modell (oder den Baustein) verwendet. Der Wert besteht aus drei Dezimalzahlen, die mittels Komma getrennt werden. Zum Beispiel:<br>
					-ModelCenter=0.0,0.0,0.0</TD>
</TR>
<TR>
<TD VALIGN="TOP">ModelSize</TD>
<TD VALIGN="TOP">Dezimal<BR>(Gr&ouml;&szlig;er als 0.0)</TD>
<TD ALIGN="center" VALIGN="TOP">
<DIV ALIGN="center">
JA</DIV>
</TD>
<TD VALIGN="TOP">Benutzen Sie diesen Befehl um LDViews standardm&auml;&szlig;igen Algorithmus f&uuml;r die Positionierung der Kamera zu umgehen. Der hier eingestellte Wert wird als Durchmesser f&uuml;r eine virtuelle Kugel verwendet, welche gedacht ist, das Modell oder den Baustein vollst&auml;ndig zu umschlie&szlig;en. Der Algorithmus f&uuml;r die Distanz der Kamera positioniert die Kamera so, dass die gesamte Kugel in der Standardansicht sichtbar ist. Beachten Sie bitte, dass ihr Modell (oder der Baustein) m&ouml;glicherweise beschnitten wird, wenn der angegebene Wert kleiner als die berechnete Gr&ouml;&szlig;e ist.</TD>
</TR>
<TR>
<TD VALIGN="TOP">NoLightGeom</TD>
<TD VALIGN="TOP">Logisch</TD>
<TD ALIGN="center" VALIGN="TOP">
<DIV ALIGN="center">
NEIN</DIV>
</TD>
				<TD VALIGN="TOP">&Auml;quivalent zum Kontrollk&auml;stchen <I>LIGHT.DAT verstecken</I> im Rahmen <I>Effekte-&gt;Beleuchtung</I>.
					</TD>
</TR>
<TR>
<TD VALIGN="TOP">OneLight</TD>
<TD valign="top">
<DIV ALIGN="left">
Logisch</DIV>
</TD>
<TD ALIGN="center" VALIGN="TOP">
<DIV ALIGN="center">
NEIN</DIV>
</TD>
<TD VALIGN="TOP">&Auml;quivalent zum Kontrollk&auml;stchen <I>Alternative Einstellung</I> im Rahmen <I>Effekte-&gt;Beleuchtung</I>.</TD>
</TR>
<TR>
<TD VALIGN="TOP">OptionalStandardLight</TD>
<TD VALIGN="TOP">Logisch</TD>
<TD ALIGN="center" VALIGN="TOP"><DIV ALIGN="center">NEIN</DIV></TD>
<TD VALIGN="TOP">&Auml;quivalent zum Kontrollk&auml;stchen <i>Ersetzte Standardlicht</i> im Rahmen <I>Effekte-&gt;Beleuchtung</I>.</TD>
</TR>


<TR>
<TD VALIGN="TOP">Orientation</TD>
<TD valign="top">
<DIV ALIGN="left">
Aufz&auml;hlung</DIV>
</TD>
<TD ALIGN="center" VALIGN="TOP">
<DIV ALIGN="center">
JA</DIV>
</TD>
<TD VALIGN="TOP">Legt die Orientierung des Papiers beim Druck fest:<BR>
1: Hochformat<BR>
2: Querformat</TD>
</TR>
<TR>
<TD VALIGN="TOP">PaperSize</TD>
<TD valign="top">
<DIV ALIGN="left">
Aufz&auml;hlung</DIV>
</TD>
<TD ALIGN="center" VALIGN="TOP">
<DIV ALIGN="center">
JA</DIV>
</TD>
<TD VALIGN="TOP">Legt die Papiergr&ouml;&szlig;e beim Druck fest. Alle Papiergr&ouml;&szlig;en hier aufzulisten, w&uuml;rde den Rahmen sprengen, weshalb nur auf einige g&auml;ngige Formate eingegangen wird:<BR>
1: Letter (8.5 x 11 in)<BR>
3: Tabloid (11 x 17 in)<BR>
5: Legal (8.5 x 14 in)<BR>
8: A3 (297 x 420 mm)<BR>
9: A4 (210 x 297 mm)<BR>
Wenn Sie eine andere hier nicht angegebene Gr&ouml;&szlig;e verwenden wollen, die von LDView unterst&uuml;tzt wird, werfen Sie einen Blick in den Registrierungsschl&uuml;ssel:<BR>
HKEY_CURRENT_USER/Software/Travis Cobbs/LDView/PaperSize</TD>
</TR>
<TR>
<TD VALIGN="TOP">PerformSmoothing</TD>
<TD valign="top">
<DIV ALIGN="left">
Logisch</DIV>
</TD>
<TD ALIGN="center" VALIGN="TOP">
<DIV ALIGN="center">
NEIN</DIV>
</TD>
<TD VALIGN="TOP">&Auml;quivalent zum Kontrollk&auml;stchen <I>Weiche Kurven</I> im Rahmen <I>Effekte-&gt;Verschiedenes</I>.</TD>
</TR>
<TR>
<TD VALIGN="TOP">Poll</TD>
<TD valign="top">
<DIV ALIGN="left">
Aufz&auml;hlung</DIV>
</TD>
<TD ALIGN="center" VALIGN="TOP">
<DIV ALIGN="center">
JA</DIV>
</TD>
<TD VALIGN="TOP">W&auml;hlt den Abfrage-Modus:<BR>
0: Deaktiviert<BR>
1: Nachfragen<BR>
2: Automatisch aktualisieren wenn aktiv<BR>
3: Sofort automatisch aktualisieren</TD>
</TR>
<TR>
<TD VALIGN="TOP">PolygonOffset</TD>
<TD valign="top">
<DIV ALIGN="left">
Logisch</DIV>
</TD>
<TD ALIGN="center" VALIGN="TOP">
<DIV ALIGN="center">
NEIN</DIV>
</TD>
<TD VALIGN="TOP">&Auml;quivalent zum Kontrollk&auml;stchen <I>Hohe Qualit&auml;t</I> im Rahmen <I>Geometrie-&gt;Kanten</I>.</TD>
</TR>
<TR>
<TD VALIGN="TOP">PreferenceSet</TD>
<TD valign="top">
<DIV ALIGN="left">
Zeichenfolge</DIV>
</TD>
<TD ALIGN="center" VALIGN="TOP">
<DIV ALIGN="center">
JA</DIV>
</TD>
<TD VALIGN="TOP">Aktiviert das angegebene Set mit Einstellungen.</TD>
</TR>
<TR>
<TD VALIGN="TOP">PrintBackground</TD>
<TD valign="top">
<DIV ALIGN="left">
Logisch</DIV>
</TD>
<TD ALIGN="center" VALIGN="TOP">
<DIV ALIGN="center">
JA</DIV>
</TD>
<TD VALIGN="TOP">&Auml;quivalent zum Kontrollk&auml;stchen <I>Hintergrundfarbe drucken</I> im Dialogfeld <I>Seite einrichten</I>.</TD>
</TR>
<TR>
<TD VALIGN="TOP">ProcessLDConfig</TD>
<TD valign="top">
<DIV ALIGN="left">
Logisch</DIV>
</TD>
<TD ALIGN="center" VALIGN="TOP">
<DIV ALIGN="center">
NEIN</DIV>
</TD>
<TD VALIGN="TOP">&Auml;quivalent zum Kontrollk&auml;stchen <I>LDconfig.ldr verarbeiten</I> im Rahmen <I>Allgemein-&gt;Verschiedenes</I>.</TD>
</TR>
<TR>
<TD VALIGN="TOP"><A NAME="ProxyPortSetting">ProxyPort</A></TD>
<TD valign="top">
<DIV ALIGN="left">
Integer<BR>
(0-65535)</DIV>
</TD>
<TD VALIGN="TOP">
<DIV ALIGN="center">
JA</DIV>
</TD>
<TD VALIGN="TOP">&Auml;quivalent zum Eingabefeld <I>Port</I> im Rahmen <I>Updates-&gt;Internet Proxy</I>.</TD>
</TR>
<TR>
<TD VALIGN="TOP"><A NAME="ProxyServerSetting">ProxyServer</A></TD>
<TD valign="top">
<DIV ALIGN="left">
Zeichenfolge</DIV>
</TD>
<TD VALIGN="TOP">
<DIV ALIGN="center">
JA</DIV>
</TD>
<TD VALIGN="TOP">&Auml;quivalent zum Eingabefeld <I>Proxy</I> im Rahmen <I>Updates-&gt;Internet Proxy</I>.</TD>
</TR>
<TR>
<TD VALIGN="TOP">ProxyType</TD>
<TD valign="top">
<DIV ALIGN="left">
Aufz&auml;hlung</DIV>
</TD>
<TD VALIGN="TOP">
<DIV ALIGN="center">
JA</DIV>
</TD>
<TD VALIGN="TOP">&Auml;quivalent zu den Optionsfeldern <I>Direkte Verbindung zum Internet</I>, <I>Verwende einfache Windows-Proxy-Konfiguration</I> und <I>Manuelle Proxy-Konfiguration</I> im Rahmen <I>Updates-&gt;Internet Proxy</I>. W&auml;hlt den Proxy-Typ:<BR>
0: Kein Proxy<BR>
1: Einfacher Window-Proxy<BR>
2: Manueller Proxy<BR>
Die Windows-Einstellungen sind nur in der Windows-Version von LDView verf&uuml;gbar. Wenn Sie 2 (manuell) als Typ festlegen, m&uuml;ssen Sie sicherstellen, dass <A HREF="#ProxyServerSetting">ProxyServer</A> und <A HREF="#ProxyPortSetting">ProxyPort</A> richtig konfiguriert sind.</TD>
</TR>
<TR>
<TD VALIGN="TOP">RecentFiles/File01 -<BR>
RecentFiles/File99</TD>
<TD valign="top" NOWRAP>
<DIV ALIGN="left">
Zeichenfolge</DIV>
</TD>
<TD ALIGN="center" VALIGN="TOP">
<DIV ALIGN="center">
JA</DIV>
</TD>
<TD VALIGN="TOP">Enth&auml;lt die Liste der zuletzt ge&ouml;ffneten Dateien. Jeder Eintrag gibt den vollst&auml;ndigen Pfad einer der Dateien an. File01 enth&auml;lt die j&uuml;ngste der zuletzt ge&ouml;ffneten Dateien. Standardm&auml;&szlig;ig werden nur File01 - File10 verwendet. Sie m&uuml;ssen die Einstellung f&uuml;r <A HREF="#MaxRecentFilesSetting">MaxRecentFiles</A> auf einen Wert gr&ouml;&szlig;er als 10 setzen, um auf einen der anderen Eintr&auml;ge zur&uuml;ckgreifen zu k&ouml;nnen. &Uuml;blicherweise gen&uuml;gt eine Liste mit 10 Dateien und es gibt keine Gr&uuml;nde die Standardwerte zu &auml;ndern. Wenn der Befehl hier dennoch dokumentiert ist, dann der Vollst&auml;ndigkeit halber und f&uuml;r jene Benutzer, welche mit der Registrierung herumspielen, um zu sehen, wie das Programm arbeitet.</TD>
</TR>
<TR>
<TD VALIGN="TOP">RedBackFaces</TD>
<TD valign="top">
<DIV ALIGN="left">
Logisch</DIV>
</TD>
<TD ALIGN="center" VALIGN="TOP">
<DIV ALIGN="center">
NEIN</DIV>
</TD>
<TD VALIGN="TOP">&Auml;quivalent zum Kontrollk&auml;stchen <I>Rote R&uuml;ckseiten</I> im Rahmen <I>Geometrie-&gt;BFC</I>.</TD>
</TR>
<TR>
<TD VALIGN="TOP">RemoveHiddenLines</TD>
<TD valign="top">
<DIV ALIGN="left">
Logisch</DIV>
</TD>
<TD ALIGN="center" VALIGN="TOP">
<DIV ALIGN="center">
NEIN</DIV>
</TD>
<TD VALIGN="TOP">&Auml;quivalent zum Kontrollk&auml;stchen <I>Verdeckte Linien verstecken</I> im Rahmen <I>Geometrie-&gt;Drahtgitter</I>.</TD>
</TR>
<TR>
<TD VALIGN="TOP">RightMargin</TD>
<TD valign="top">
<DIV ALIGN="left">
Integer<BR>
(0-???)</DIV>
</TD>
<TD ALIGN="center" VALIGN="TOP">
<DIV ALIGN="center">
JA</DIV>
</TD>
<TD VALIGN="TOP">&Auml;quivalent zum 1000-fachen des Wertes im Eingabefeld <I>Rechts</I> im Rahmen <I>R&auml;nder</I> des Dialogfeldes <I>Seite einrichten</I>.</TD>
</TR>
<TR>
<TD VALIGN="TOP">SaveActualSize</TD>
<TD valign="top">
<DIV ALIGN="left">
Logisch</DIV>
</TD>
<TD ALIGN="center" VALIGN="TOP">
<DIV ALIGN="center">
JA</DIV>
</TD>
<TD VALIGN="TOP">&Auml;quivalent zur umgekehrten Schalterstellung des Kontrollk&auml;stchen <I>Bild mit bestimmter Gr&ouml;&szlig;e speichern</I> im Dialogfeld <I>Bild speichern</I>.</TD>
</TR>
<TR>
<TD VALIGN="TOP">SaveAlpha</TD>
<TD valign="top">
<DIV ALIGN="left">
Logisch</DIV>
</TD>
<TD ALIGN="center" VALIGN="TOP">
<DIV ALIGN="center">
JA</DIV>
</TD>
<TD VALIGN="TOP">Speichert Bilder im PNG Format unter Verwendung eines Alpha-Kanals, um einen transparenten Hintergrund zu erzeugen. Diese Funktion ist zur Zeit noch im Versuchsstadium und arbeitet deshalb m&ouml;glicherweise nicht auf allen Grafikkarten. Beachten Sie, dass es keine M&ouml;glichkeit gibt, diesen Wert &uuml;ber die Benutzeroberfl&auml;che anzugeben.</TD>
</TR>
<TR>
<TD VALIGN="TOP">SaveDigits</TD>
<TD valign="top">
<DIV ALIGN="left">
Integer<BR>
(1-5)</DIV>
</TD>
<TD ALIGN="center" VALIGN="TOP">
<DIV ALIGN="center">
JA</DIV>
</TD>
<TD VALIGN="TOP">&Auml;quivalent zum Eingabefeld <I>Anzahl der Ziffern</I> im Rahmen <I>Bilderserie speichern</I> im Dialogfeld <I>Bild speichern</I>.</TD>
</TR>
<TR>
<TD VALIGN="TOP">SaveHeight</TD>
<TD valign="top">
<DIV ALIGN="left">
Integer<BR>
(1-4096)</DIV>
</TD>
<TD ALIGN="center" VALIGN="TOP">
<DIV ALIGN="center">
JA</DIV>
</TD>
<TD VALIGN="TOP">&Auml;quivalent zum Eingabefeld <I>H&ouml;he</I> im Rahmen <I>Bild mit bestimmter Gr&ouml;&szlig;e speichern</I> im Dialogfeldes <I>Bild speichern</I>. W&auml;hrend das Maximum f&uuml;r diesen Wert 4096 ist, wird Ihre Grafikkarte derma&szlig;en hohe Bilder m&ouml;glicherweise nicht unterst&uuml;tzen.</TD>
</TR>
<TR>
<TD VALIGN="TOP">SaveImageType</TD>
<TD valign="top">
<DIV ALIGN="left">
Aufz&auml;hlung</DIV>
</TD>
<TD ALIGN="center" VALIGN="TOP">
<DIV ALIGN="center">
JA</DIV>
</TD>
<TD VALIGN="TOP">Legt den standardm&auml;&szlig;igen Bildtyp f&uuml;r die Bildspeicherung fest.<BR>
1: PNG<BR>
					
2: BMP
					
					<p>Beachten Sie bitte, dass dies lediglich den ausgew&auml;hlten standardm&auml;&szlig;igen Dateityp im Dialogfeld &bdquo;Bild speichern&ldquo; beeinflusst. Bilder, die &uuml;ber die Eingabeaufforderung gespeichert werden, verwenden die Dateierweiterung. Wenn der Befehl <A HREF="#SnapshotSuffixSetting">SnapshotSuffix</A> verwendet wird, wird die Dateierweiterung im eigentlichen Dateinamen des Bildes &uuml;berschrieben.</p>
				</TD>
</TD>
</TR>
<TR>
<TD VALIGN="TOP">SaveSeries</TD>
<TD valign="top">
<DIV ALIGN="left">
Logisch</DIV>
</TD>
<TD ALIGN="center" VALIGN="TOP">
<DIV ALIGN="center">
JA</DIV>
</TD>
<TD VALIGN="TOP">&Auml;quivalent zum Kontrollk&auml;stchen <I>Bildserie speichern</I> im Dialogfeld <I>Bild speichern</I>.</TD>
</TR>
<TR>
<TD VALIGN="TOP"><A NAME="SaveSnapshotSetting">SaveSnapshot</A></TD>
<TD valign="top">
<DIV ALIGN="left">
Zeichenfolge</DIV>
</TD>
<TD ALIGN="center" VALIGN="TOP">
<DIV ALIGN="center">
NEIN</DIV>
</TD>
<TD VALIGN="TOP">Der Befehl wurde f&uuml;r eine Verwendung in der Eingabeaufforderung geschrieben. Die eingetragene Zeichenfolge wird als Dateiname verwendet. LDView macht einen Schnappschuss des angegebenen Modells (oder des Bausteins) und speichert es in der Datei. <A HREF="#SnapshotFilename">Hier</A> finden Sie eine ausf&uuml;hrliche Beschreibung.</TD>
</TR>
<TR>
<TD VALIGN="TOP">SaveWidth</TD>
<TD valign="top" NOWRAP>
<DIV ALIGN="left">
Integer<BR>
(1-4096)</DIV>
</TD>
<TD ALIGN="center" VALIGN="TOP">
<DIV ALIGN="center">
JA</DIV>
</TD>
<TD VALIGN="TOP">&Auml;quivalent zum Eingabefeld <I>Breite</I> im Rahmen <I>Bild mit bestimmter Gr&ouml;&szlig;e speichern</I> im Dialogfeld <I>Bild speichern</I>. W&auml;hrend das Maximum f&uuml;r diesen Wert 4096 ist, wird Ihre Grafikkarte derma&szlig;en breite Bilder m&ouml;glicherweise nicht unterst&uuml;tzen.</TD>
</TR>
<TR>
<TD VALIGN="TOP">SaveZoomToFit</TD>
<TD valign="top">
<DIV ALIGN="left">
Logisch</DIV>
</TD>
<TD ALIGN="center" VALIGN="TOP">
<DIV ALIGN="center">
JA</DIV>
</TD>
<TD VALIGN="TOP">Fast &auml;quivalent zum Kontrollk&auml;stchen <I>Zoom anpassen</I> im Rahmen <I>Bild mit bestimmter Gr&ouml;&szlig;e speichern</I> im Dialogfeld <I>Bild speichern</I>. Wenn Sie den Wert in der Eingabeaufforderung auf 1 setzen und den Befehl <A HREF="#SaveSnapshotSetting">SaveSnapshot</A> verwenden, wird das Modell (oder der Baustein) so angepasst, dass es (er) das Bild ausf&uuml;llt. Beachten Sie bitte, dass Sie den Befehl in der Eingabeaufforderung auch in Kombination mit <A HREF="#DefaultZoomSetting">DefaultZoom</A> verwenden k&ouml;nnen, um vor- oder r&uuml;ckw&auml;rts zu zoomen. Wird z.B. DefaultZoom auf 0.95 gesetzt, so wird ein schmaler Rand um das Modell (oder den Baustein) gezogen.</TD>
</TR>
<TR>
<TD VALIGN="TOP">Seams</TD>
<TD valign="top">
<DIV ALIGN="left">
Logisch</DIV>
</TD>
<TD ALIGN="center" VALIGN="TOP">
<DIV ALIGN="center">
NEIN</DIV>
</TD>
<TD VALIGN="TOP">&Auml;quivalent zum Kontrollk&auml;stchen <I>Bauteilabstand</I> im Rahmen <I>Geometrie-&gt;Modell</I>.</TD>
</TR>
<TR>
<TD VALIGN="TOP">SeamWidth</TD>
<TD valign="top" NOWRAP>
<DIV ALIGN="left">
Integer<BR>
(0-500)</DIV>
</TD>
<TD ALIGN="center" VALIGN="TOP">
<DIV ALIGN="center">
NEIN</DIV>
</TD>
<TD VALIGN="TOP">&Auml;quivalent zum 100-fachen des Wertes im Eingabefeld <I>Bauteileabstand</I> im Rahmen <I>Geometrie-&gt;Modell</I>.</TD>
</TR>

<TR>
<TD VALIGN="TOP">ShowAllType5</TD>
<TD valign="top">
<DIV ALIGN="left">
Logisch</DIV>
</TD>
<TD ALIGN="center" VALIGN="TOP">
<DIV ALIGN="center">
NEIN</DIV>
</TD>
<TD VALIGN="TOP">&Auml;quivalent zum Kontrollk&auml;stchen <I>Alles zeigen</I> unter dem Kontrollk&auml;stchen <I>Bedingte Linien</I> im Rahmen <I>Geometrie-&gt;Kanten</I>.</TD>
</TR>
<TR>
<TD VALIGN="TOP">ShowErrors</TD>
<TD valign="top">
<DIV ALIGN="left">
Logisch</DIV>
</TD>
<TD ALIGN="center" VALIGN="TOP">
<DIV ALIGN="center">
JA</DIV>
</TD>
<TD VALIGN="TOP">&Auml;quivalent zum Kontrollk&auml;stchen <I>Fehler nach laden zeigen</I> im Rahmen <I>Allgemein-&gt;Verschiedenes</I>.</TD>
</TR>
<TR>
<TD VALIGN="TOP">ShowErrors/LDLError00</TD>
<TD valign="top">
<DIV ALIGN="left">
Logisch</DIV>
</TD>
<TD ALIGN="center" VALIGN="TOP">
<DIV ALIGN="center">
JA</DIV>
</TD>
<TD VALIGN="TOP">&Auml;quivalent zum Kontrollk&auml;stchen <I>Allgemeiner Fehler</I> im Dialogfeld <I>Fehler &amp; Warnungen</I>.</TD>
</TR>
<TR>
<TD VALIGN="TOP">ShowErrors/LDLError01</TD>
<TD valign="top">
<DIV ALIGN="left">
Logisch</DIV>
</TD>
<TD ALIGN="center" VALIGN="TOP">
<DIV ALIGN="center">
JA</DIV>
</TD>
<TD VALIGN="TOP">&Auml;quivalent zum Kontrollk&auml;stchen <I>Auswertungsfehler</I> im Dialogfeld <I>Fehler &amp; Warnungen</I>.</TD>
</TR>
<TR>
<TD VALIGN="TOP">ShowErrors/LDLError02</TD>
<TD valign="top">
<DIV ALIGN="left">
Logisch</DIV>
</TD>
<TD ALIGN="center" VALIGN="TOP">
<DIV ALIGN="center">
JA</DIV>
</TD>
<TD VALIGN="TOP">&Auml;quivalent zum Kontrollk&auml;stchen <I>Fehlende Datei</I> im Dialogfeld <I>Fehler &amp; Warnungen</I>.</TD>
</TR>
<TR>
<TD VALIGN="TOP">ShowErrors/LDLError03</TD>
<TD valign="top">
<DIV ALIGN="left">
Logisch</DIV>
</TD>
<TD ALIGN="center" VALIGN="TOP">
<DIV ALIGN="center">
JA</DIV>
</TD>
<TD VALIGN="TOP">&Auml;quivalent zum Kontrollk&auml;stchen <I>Singul&auml;re Matrix</I> im Dialogfeld <I>Fehler &amp; Warnungen</I>.</TD>
</TR>
<TR>
<TD VALIGN="TOP">ShowErrors/LDLError04</TD>
<TD valign="top">
<DIV ALIGN="left">
Logisch</DIV>
</TD>
<TD ALIGN="center" VALIGN="TOP">
<DIV ALIGN="center">
JA</DIV>
</TD>
<TD VALIGN="TOP">&Auml;quivalent zum Kontrollk&auml;stchen <I>Nicht einheitlich transformiertes Bauteil</I> im Dialogfeld <I>Fehler &amp; Warnungen</I>.</TD>
</TR>
<TR>
<TD VALIGN="TOP">ShowErrors/LDLError05</TD>
<TD valign="top">
<DIV ALIGN="left">
Logisch</DIV>
</TD>
<TD ALIGN="center" VALIGN="TOP">
<DIV ALIGN="center">
JA</DIV>
</TD>
<TD VALIGN="TOP">&Auml;quivalent zum Kontrollk&auml;stchen <I>Non-coplanares Viereck</I> im Dialogfeld <I>Fehler &amp; Warnungen</I>.</TD>
</TR>
<TR>
<TD VALIGN="TOP">ShowErrors/LDLError06</TD>
<TD valign="top">
<DIV ALIGN="left">
Logisch</DIV>
</TD>
<TD ALIGN="center" VALIGN="TOP">
<DIV ALIGN="center">
JA</DIV>
</TD>
<TD VALIGN="TOP">&Auml;quivalent zum Kontrollk&auml;stchen <I>Konkaves Viereck</I> im Dialogfeld <I>Fehler &amp; Warnungen</I>.</TD>
</TR>
<TR>
<TD VALIGN="TOP">ShowErrors/LDLError07</TD>
<TD valign="top">
<DIV ALIGN="left">
Logisch</DIV>
</TD>
<TD ALIGN="center" VALIGN="TOP">
<DIV ALIGN="center">
JA</DIV>
</TD>
<TD VALIGN="TOP">&Auml;quivalent zum Kontrollk&auml;stchen <I>Falsche Sequenz der Scheitelpunkte</I> im Dialogfeld <I>Fehler &amp; Warnungen</I>.</TD>
</TR>
<TR>
<TD VALIGN="TOP">ShowErrors/LDLError08</TD>
<TD valign="top">
<DIV ALIGN="left">
Logisch</DIV>
</TD>
<TD ALIGN="center" VALIGN="TOP">
<DIV ALIGN="center">
JA</DIV>
</TD>
<TD VALIGN="TOP">&Auml;quivalent zum Kontrollk&auml;stchen <I>Identische Scheitelpunkte</I> im Dialogfeld <I>Fehler &amp; Warnungen</I>.</TD>
</TR>
<TR>
<TD VALIGN="TOP">ShowErrors/LDLError09</TD>
<TD valign="top">
<DIV ALIGN="left">
Logisch</DIV>
</TD>
<TD ALIGN="center" VALIGN="TOP">
<DIV ALIGN="center">
JA</DIV>
</TD>
<TD VALIGN="TOP">&Auml;quivalent zum Kontrollk&auml;stchen <I>Kollineare Punkte</I> im Dialogfeld <I>Fehler &amp; Warnungen</I>.</TD>
</TR>
<TR>
<TD VALIGN="TOP">ShowErrors/LDLError10</TD>
<TD valign="top">
<DIV ALIGN="left">
Logisch</DIV>
</TD>
<TD ALIGN="center" VALIGN="TOP">
<DIV ALIGN="center">
JA</DIV>
</TD>
<TD VALIGN="TOP">&Auml;quivalent zum Kontrollk&auml;stchen <I>BFC Warnung</I> im Dialogfeld <I>Fehler &amp; Warnungen</I>.</TD>
</TR>
<TR>
<TD VALIGN="TOP">ShowErrors/LDLError11</TD>
<TD valign="top">
<DIV ALIGN="left">
Logisch</DIV>
</TD>
<TD ALIGN="center" VALIGN="TOP">
<DIV ALIGN="center">
JA</DIV>
</TD>
<TD VALIGN="TOP">&Auml;quivalent zum Kontrollk&auml;stchen <I>BFC Fehler</I> im Dialogfeld <I>Fehler &amp; Warnungen</I>.</TD>
</TR>
<TR>
<TD VALIGN="TOP">ShowErrors/LDLError12</TD>
<TD valign="top">
<DIV ALIGN="left">
Logisch</DIV>
</TD>
<TD ALIGN="center" VALIGN="TOP">
<DIV ALIGN="center">
JA</DIV>
</TD>
<TD VALIGN="TOP">&Auml;quivalent zum Kontrollk&auml;stchen <I>MPD Fehler</I> im Dialogfeld <I>Fehler &amp; Warnungen</I>.</TD>
</TR>
<TR>
<TD VALIGN="TOP">ShowErrors/LDLError13</TD>
<TD valign="top">
<DIV ALIGN="left">
Logisch</DIV>
</TD>
<TD ALIGN="center" VALIGN="TOP">
<DIV ALIGN="center">
JA</DIV>
</TD>
<TD VALIGN="TOP">&Auml;quivalent zum Kontrollk&auml;stchen <I>Leerzeichen</I> im Dialogfeld <I>Fehler &amp; Warnungen</I>.</TD>
</TR>
<TR>
<TD VALIGN="TOP">ShowErrors/LDLError14</TD>
<TD valign="top">Logisch</TD>
<TD ALIGN="center" VALIGN="TOP">
<DIV ALIGN="center">
JA</DIV>
</TD>
<TD VALIGN="TOP">&Auml;quivalent zum Kontrollk&auml;stchen <I>Bauteilenummer wurde ge&auml;ndert</I> im Dialogfeld <I>Fehler &amp; Warnungen</I>.</TD>
</TR>
<TR>
<TD VALIGN="TOP">ShowErrors/LDLError15</TD>
<TD valign="top">Logisch</TD>
<TD ALIGN="center" VALIGN="TOP">
<DIV ALIGN="center">
JA</DIV>
</TD>
<TD VALIGN="TOP">&Auml;quivalent zum Kontrollk&auml;stchen <I>Nicht zertifiziertes Bauteil</I> im Dialogfeld <I>Fehler &amp; Warnungen</I>.</TD>
</TR>
<TR>
<TD VALIGN="TOP">ShowFPS</TD>
<TD valign="top">
<DIV ALIGN="left">
Logisch</DIV>
</TD>
<TD ALIGN="center" VALIGN="TOP">
<DIV ALIGN="center">
NEIN</DIV>
</TD>
<TD VALIGN="TOP">&Auml;quivalent zum Kontrollk&auml;stchen <I>Bildrate zeigen</I> im Rahmen <I>Allgemein-&gt;Verschiedenes</I>.</TD>
</TR>
<TR>
<TD VALIGN="TOP">ShowHighlightLines</TD>
<TD valign="top">
<DIV ALIGN="left">
Logisch</DIV>
</TD>
<TD ALIGN="center" VALIGN="TOP">
<DIV ALIGN="center">
NEIN</DIV>
</TD>
<TD VALIGN="TOP">&Auml;quivalent zum Kontrollk&auml;stchen <I>Kanten</I>.</TD>
</TR>
<TR>
<TD VALIGN="TOP">ShowWarnings</TD>
<TD valign="top">
<DIV ALIGN="left">
Logisch</DIV>
</TD>
<TD ALIGN="center" VALIGN="TOP">
<DIV ALIGN="center">
JA</DIV>
</TD>
<TD VALIGN="TOP">&Auml;quivalent zum Kontrollk&auml;stchen <I>Warnungen einbeziehen</I> im Dialogfeld <I>Fehler &amp; Warnungen</I>.</TD>
</TR>
<TR>
<TD VALIGN="TOP">ShowType5ControlPoints</TD>
<TD valign="top">
<DIV ALIGN="left">
Logisch</DIV>
</TD>
<TD ALIGN="center" VALIGN="TOP">
<DIV ALIGN="center">
NEIN</DIV>
</TD>
<TD VALIGN="TOP">&Auml;quivalent zum Kontrollk&auml;stchen <I>Zeige Knotenpunkte</I> unter dem Kontrollk&auml;stchen <I>Bedingte Linien</I> im Rahmen <I>Geometrie-&gt;Kanten</I>.</TD>
</TR>
<TR>
<TD VALIGN="TOP"><A NAME="SnapshotSuffixSetting">SnapshotSuffix</A></TD>
<TD VALIGN="TOP">Zeichenfolge</TD>
<TD ALIGN="center" VALIGN="TOP">
<DIV ALIGN="center">
JA</DIV>
</TD>
<TD VALIGN="TOP">Die verwendete Dateierweiterung, um das Format des gespeicherten Bildes zu bestimmen. Wird zusammen mit dem Befehl <A HREF="#SaveSnapshotSetting">SaveSnapshot</A> verwendet, um in der Eingabeaufforderung eine tempor&auml;ren Datei anzugeben ohne die Notwendigkeit zu haben der tempor&auml;ren Datei eine bekannte Dateierweiterung zuzuweisen. Zur Zeit werden nur die folgenden Werte unterst&uuml;tzt:<br>
					.bmp<br>
					.png<br>
					(Beachten Sie bitte, dass der vorangestellte Punkt angegeben werden muss)
					</TD>
</TR>


<TR>
<TD VALIGN="TOP">SortTransparent</TD>
<TD valign="top">
<DIV ALIGN="left">
Logisch</DIV>
</TD>
<TD ALIGN="center" VALIGN="TOP">
<DIV ALIGN="center">
NEIN</DIV>
</TD>
<TD VALIGN="TOP">&Auml;quivalent zum Kontrollk&auml;stchen <I>Sortiert</I> im Rahmen <I>Effekte-&gt;Transparenz</I>.</TD>
</TR>
<TR>
<TD VALIGN="TOP">StatusBar</TD>
<TD valign="top">
<DIV ALIGN="left">
Logisch</DIV>
</TD>
<TD ALIGN="center" VALIGN="TOP">
<DIV ALIGN="center">
JA</DIV>
</TD>
<TD VALIGN="TOP">&Auml;quivalent zum Men&uuml;eintrag <I>Statusleiste</I> im Men&uuml; <I>Ansicht</I>.</TD>
</TR>
<TR>
<TD VALIGN="TOP">StereoMode</TD>
<TD valign="top">
<DIV ALIGN="left">
Aufz&auml;hlung</DIV>
</TD>
<TD ALIGN="center" VALIGN="TOP">
<DIV ALIGN="center">
NEIN</DIV>
</TD>
<TD VALIGN="TOP">&Auml;quivalent zu den Optionsfeldern <I>&Uuml;berkreuzt</I> und <I>Parallel</I> und dem Kontrollk&auml;stchen <I>Stereo</I> im Rahmen <I>Effekte-&gt;Stereo</I>. W&auml;hlt den Stereo-Modus aus:<BR>
0: Keiner<BR>
2: &Uuml;berkreuzt<BR>
3: Parallel</TD>
</TR>
<TR>
<TD VALIGN="TOP">StereoSpacing</TD>
<TD valign="top">
<DIV ALIGN="left">
Integer<BR>
(0-100)</DIV>
</TD>
<TD ALIGN="center" VALIGN="TOP">
<DIV ALIGN="center">
NEIN</DIV>
</TD>
<TD VALIGN="TOP">&Auml;quivalent zum Regler <I>Distanz</I> im Rahmen <I>Effekte-&gt;Stereo</I>.</TD>
</TR>
<TR>
<TD VALIGN="TOP">SubduedLighting</TD>
<TD valign="top">
<DIV ALIGN="left">
Logisch</DIV>
</TD>
<TD ALIGN="center" VALIGN="TOP">
<DIV ALIGN="center">
NEIN</DIV>
</TD>
<TD VALIGN="TOP">&Auml;quivalent zum Kontrollk&auml;stchen <I>Gedimmt</I> im Rahmen <I>Effekte-&gt;Beleuchtung</I>.</TD>
</TR>
<TR>
<TD VALIGN="TOP"><A NAME="TextureFilterTypeSetting">TextureFilterType</A></TD>
<TD valign="top">
<DIV ALIGN="left">
Aufz&auml;hlung</DIV>
</TD>
<TD ALIGN="center" VALIGN="TOP">
<DIV ALIGN="center">
NEIN</DIV>
</TD>
<TD VALIGN="TOP">&Auml;quivalent zu den Optionsfeldern <I>Benachbartes Filtern</I>, <I>Bilineares Filtern</I>, <I>Trilineares Filtern</I> und <I>Anisotropisches Filtern</I> im Rahmen <I>Grundelemente-&gt;Grundelemente ersetzen</I>. W&auml;hlt den Textur-Modus aus:<BR>
					<TABLE CLASS="SampleData">
<TR>
<TD ALIGN="RIGHT">9984:</TD>
<TD>Benachbartes Filtern</TD>
</TR>
<TR>
<TD ALIGN="RIGHT">9985:</TD>
<TD>Bilineares Filtern</TD>
</TR>
<TR>
<TD ALIGN="RIGHT" VALIGN="TOP">9987:</TD>
<TD>Trilineares oder Anisotropisches Filtern<BR>
								Wenn Sie <A HREF="#AnisoLevelSetting">AnisoLevel</A> auf 1 setzten wird Tilineares Filtern angewandt. Wird ein Wert gr&ouml;&szlig;er als 1 verwendet und ihre Grafikkarte unterst&uuml;tzt Anisotropisches Filtern wird Anisotropisches Filtern angewandt.</TD>
</TR>
</TABLE>
				</TD>
</TR>
<TR>
<TD VALIGN="TOP">TextureStuds</TD>
<TD valign="top">
<DIV ALIGN="left">
Logisch</DIV>
</TD>
<TD ALIGN="center" VALIGN="TOP">
<DIV ALIGN="center">
NEIN</DIV>
</TD>
<TD VALIGN="TOP">&Auml;quivalent zum Kontrollk&auml;stchen <I>Knopf mit Textur</I> im Rahmen <I>Grundelemente-&gt;Grundelemente ersetzen</I>.</TD>
</TR>
<TR>
<TD VALIGN="TOP">Toolbar</TD>
<TD valign="top">
<DIV ALIGN="left">
Logisch</DIV>
</TD>
<TD ALIGN="center" VALIGN="TOP">
<DIV ALIGN="center">
JA</DIV>
</TD>
<TD VALIGN="TOP">&Auml;quivalent zum Men&uuml;eintrag <I>Symbolleiste</I> im Men&uuml; <I>Ansicht</I>.</TD>
</TR>
<TR>
<TD VALIGN="TOP">TopMargin</TD>
<TD valign="top" NOWRAP>
<DIV ALIGN="left">
Integer<BR>
(0-???)</DIV>
</TD>
<TD ALIGN="center" VALIGN="TOP">
<DIV ALIGN="center">
JA</DIV>
</TD>
<TD VALIGN="TOP">&Auml;quivalent zum 1000-fachen des Wertes im Eingabefeld <I>Oben</I> im Rahmen <I>R&auml;nder</I> des Dialogfeldes <I>Seite einrichten</I>.</TD>
</TR>
<TR>
<TD VALIGN="TOP">Topmost</TD>
<TD valign="top">
<DIV ALIGN="left">
Logisch</DIV>
</TD>
<TD ALIGN="center" VALIGN="TOP">
<DIV ALIGN="center">
JA</DIV>
</TD>
<TD VALIGN="TOP">&Auml;quivalent zum Men&uuml;eintrag <I>Immer im Vordergrund</I> im Men&uuml; <I>Ansicht</I>.</TD>
</TR>
<TR>
<TD VALIGN="TOP">TransDefaultColor</TD>
<TD valign="top">
<DIV ALIGN="left">
Logisch</DIV>
</TD>
<TD ALIGN="center" VALIGN="TOP">
<DIV ALIGN="center">
NEIN</DIV>
</TD>
<TD VALIGN="TOP">&Auml;quivalent zum Kontrollk&auml;stchen <I>Transparent</I> im Rahmen <I>Allgemein-&gt;Farben</I>.</TD>
</TR>
<TR>
<TD VALIGN="TOP">UseFlatShading</TD>
<TD valign="top">
<DIV ALIGN="left">
Logisch</DIV>
</TD>
<TD ALIGN="center" VALIGN="TOP">
<DIV ALIGN="center">
NEIN</DIV>
</TD>
<TD VALIGN="TOP">&Auml;quivalent zum Kontrollk&auml;stchen <I>Flache Schatten</I> im Rahmen <I>Effekte-&gt;Verschiedenes</I>.</TD>
</TR>
<TR>
<TD VALIGN="TOP">UseQualityLighting</TD>
<TD valign="top">
<DIV ALIGN="left">
Logisch</DIV>
</TD>
<TD ALIGN="center" VALIGN="TOP">
<DIV ALIGN="center">
NEIN</DIV>
</TD>
<TD VALIGN="TOP">&Auml;quivalent zum Kontrollk&auml;stchen <I>Hohe Qualit&auml;t</I> im Rahmen <I>Effekte-&gt;Beleuchtung</I>.</TD>
</TR>
<TR>
<TD VALIGN="TOP">UseQualityStuds</TD>
<TD valign="top">
<DIV ALIGN="left">
Logisch</DIV>
</TD>
<TD ALIGN="center" VALIGN="TOP">
<DIV ALIGN="center">
NEIN</DIV>
</TD>
<TD VALIGN="TOP">&Auml;quivalent zur umgekehrten Schalterstellung des Kontrollk&auml;stchens <I>Grobe Kn&ouml;pfe (schneller)</I> im Rahmen <I>Grundelemente-&gt;Verschiedenes</I>.</TD>
</TR>
<TR>
<TD VALIGN="TOP">UseSpecular</TD>
<TD valign="top">
<DIV ALIGN="left">
Logisch</DIV>
</TD>
<TD ALIGN="center" VALIGN="TOP">
<DIV ALIGN="center">
NEIN</DIV>
</TD>
<TD VALIGN="TOP">&Auml;quivalent zum Kontrollk&auml;stchen <I>Glanzlicht</I> im Rahmen <I>Effekte-&gt;Beleuchtung</I>.</TD>
</TR>
<TR>
<TD VALIGN="TOP">UseStipple</TD>
<TD valign="top">
<DIV ALIGN="left">
Logisch</DIV>
</TD>
<TD ALIGN="center" VALIGN="TOP">
<DIV ALIGN="center">
NEIN</DIV>
</TD>
<TD VALIGN="TOP">&Auml;quivalent zum Kontrollk&auml;stchen <I>Gepunktet</I> im Rahmen <I>Effekte-&gt;Transparenz</I>.</TD>
</TR>
<TR>
<TD VALIGN="TOP"><A NAME="VerifyLDrawSetting">VerifyLDrawDir</A></TD>
<TD valign="top">
<DIV ALIGN="left">
Logisch</DIV>
</TD>
<TD ALIGN="center" VALIGN="TOP">
<DIV ALIGN="center">
JA</DIV>
</TD>
<TD VALIGN="TOP">Erlaubt, LDView ohne eine Installation von LDraw laufen zu lassen, wenn Sie mit LDView Modelle (oder Bausteine) betrachten wollen, die keine Bauteile der LDraw Bauteile-Bibliothek verwenden. Ist der Wert auf 0 gesetzt, wird Sie LDView nicht danach fragen in welchem Verzeichnis die LDraw Bibliothek zu finden ist. Beachten Sie bitte, dass es keine M&ouml;glichkeit gibt, diesen Wert &uuml;ber LDViews Benutzeroberfl&auml;che einzustellen.</TD>
</TR>
<TR>
<TD VALIGN="TOP">ViewMode</TD>
<TD valign="top">
<DIV ALIGN="left">
Aufz&auml;hlung</DIV>
</TD>
<TD ALIGN="center" VALIGN="TOP">
<DIV ALIGN="center">
JA</DIV>
</TD>
<TD VALIGN="TOP">&Auml;quivalent zum Men&uuml;eintrag <I>Pr&uuml;fungsmodus</I> und <I>Schwenkmodus</I> im Men&uuml; <I>Ansicht</I>. W&auml;hlt den Betrachtungsmodus:<BR>
0: Pr&uuml;fungsmodus<BR>
1: Schwenkmodus</TD>
</TR>
<TR>
<TD VALIGN="TOP">VisualStyleEnabled</TD>
<TD valign="top">
<DIV ALIGN="left">
Logisch</DIV>
</TD>
<TD ALIGN="center" VALIGN="TOP">
<DIV ALIGN="center">
JA</DIV>
</TD>
<TD VALIGN="TOP">Steuert, ob LDView den aktuellen visuellen Stil von Windows XP verwendet, wenn das Programm auf Windows XP l&auml;uft. Dies hat keine Auswirkung auf &auml;ltere Windows-Versionen. Geben Sie 0 ein, wenn Sie die alte Windows-Oberfl&auml;che m&ouml;chten. Beachten Sie bitte, dass der Hauptrahmen des Fensters dann trotzdem den visuellen Stil von Windows XP verwendet. Beachten Sie au&szlig;erdem, dass es keine M&ouml;glichkeit gibt, diesen Wert &uuml;ber LDViews Benutzeroberfl&auml;che einzustellen.</TD>
</TR>
<TR>
<TD VALIGN="TOP">WindowHeight</TD>
<TD valign="top">
<DIV ALIGN="left">
Integer<BR>
(240-???)</DIV>
</TD>
<TD ALIGN="center" VALIGN="TOP">
<DIV ALIGN="center">
JA</DIV>
</TD>
<TD VALIGN="TOP">Legt die anf&auml;ngliche H&ouml;he des LDView-Fensters fest. Beachten Sie bitte, dass aufgrund der Fensterr&auml;nder die eigentliche H&ouml;he der Betrachtungsoberfl&auml;che f&uuml;r das Modell (oder den Baustein) etwas geringer ist. Der Maximalwert ist von der Bildschirmaufl&ouml;sung ihres Monitors abh&auml;ngig. Wird ein Wert angegeben, der gr&ouml;&szlig;er als das zul&auml;ssige Maximum ist, wird das Fenster auf den zul&auml;ssigen H&ouml;chstwert beschr&auml;nkt.</TD>
</TR>
<TR>
<TD VALIGN="TOP">WindowMaximized</TD>
<TD valign="top">
<DIV ALIGN="left">
Logisch</DIV>
</TD>
<TD ALIGN="center" VALIGN="TOP">
<DIV ALIGN="center">
JA</DIV>
</TD>
<TD VALIGN="TOP">Legt fest ob LDView mit maximaler Fenstergr&ouml;&szlig;e startet oder nicht.</TD>
</TR>
<TR>
<TD VALIGN="TOP">WindowWidth</TD>
<TD valign="top" NOWRAP>
<DIV ALIGN="left">
Integer<BR>
(320-???)</DIV>
</TD>
<TD ALIGN="center" VALIGN="TOP">
<DIV ALIGN="center">
JA</DIV>
</TD>
<TD VALIGN="TOP">Legt die anf&auml;ngliche Breite des LDView-Fensters fest. Beachten Sie bitte, dass aufgrund der Fensterr&auml;nder die eigentliche Breite der Betrachtungsoberfl&auml;che f&uuml;r das Modell (oder den Baustein) etwas geringer ist. Der Maximalwert ist von der Bildschirmaufl&ouml;sung ihres Monitors abh&auml;ngig. Wird ein Wert angegeben, der gr&ouml;&szlig;er als das zul&auml;ssige Maximum ist, wird das Fenster auf den zul&auml;ssigen H&ouml;chstwert beschr&auml;nkt.</TD>
</TR>
<TR>
<TD VALIGN="TOP">Wireframe</TD>
<TD valign="top">
<DIV ALIGN="left">
Logisch</DIV>
</TD>
<TD ALIGN="center" VALIGN="TOP">
<DIV ALIGN="center">
NEIN</DIV>
</TD>
<TD VALIGN="TOP">&Auml;quivalent zum Kontrollk&auml;stchen <I>Geometrie-&gt;Drahtgitter</I>.</TD>
</TR>
<TR>
<TD VALIGN="TOP">WireframeFog</TD>
<TD valign="top">
<DIV ALIGN="left">
Logisch</DIV>
</TD>
<TD ALIGN="center" VALIGN="TOP">
<DIV ALIGN="center">
NEIN</DIV>
</TD>
<TD VALIGN="TOP">&Auml;quivalent zum Kontrollk&auml;stchen <I>Nebel</I> im Rahmen <I>Geometrie-&gt;Drahtgitter</I>.</TD>
</TR>
<TR>
<TD VALIGN="TOP">WireframeThickness</TD>
<TD valign="top">
<DIV ALIGN="left">
Integer<BR>
(1-5)</DIV>
</TD>
<TD ALIGN="center" VALIGN="TOP">
<DIV ALIGN="center">
NEIN</DIV>
</TD>
<TD VALIGN="TOP">&Auml;quivalent zum Regler <I>St&auml;rke</I> im Rahmen <I>Geometrie-&gt;Drahtgitter</I>.</TD>
</TR>
<TR>
<TD VALIGN="TOP"><A NAME="#ZoomMaxSetting">ZoomMax</A></TD>
<TD valign="top">
<DIV ALIGN="left">
Integer<BR>
(1-???)</DIV>
</TD>
<TD ALIGN="center" VALIGN="TOP">
<DIV ALIGN="center">
JA</DIV>
</TD>
<TD VALIGN="TOP">Legt den maximalen Zoomwert fest. Weiter unten finden Sie eine <A HREF="#ZoomMax">Beschreibung</A>, wie der Befehl in der Eingabeaufforderung verwendet wird.</TD>
</TR>
</TABLE>
<P></P>
<A NAME="Notes"></A>
<TABLE CLASS="SectionHeader" WIDTH="100%" BGCOLOR="#0080D0">
<TR>
<TH ALIGN="LEFT"><FONT SIZE="+2" COLOR="#FFFFFF">Anmerkungen </FONT></TH>
</TR>
</TABLE>
<TABLE>
<TR>
<TD ALIGN="RIGHT" VALIGN="TOP">1.</TD>
<TD>Viele der aktuellen Funktionen in LDView sind das Ergebnis von R&uuml;ckmeldungen und Vorschl&auml;gen der Benutzer. Weitere Vorschl&auml;ge sind immer willkommen. Benutzen Sie dazu die untenstehende <A HREF="#EMail">E-Mail-Adresse</A>.
<P></P>
</TD>
</TR>
<TR>
<TD ALIGN="RIGHT" VALIGN="TOP">2.</TD>
<TD>Eine Liste der geplanten Funktionen und m&ouml;gliche zuk&uuml;nftige Funktionen finden Sie <A HREF="http://ldview.sourceforge.net/FutureFeatures.html">hier</A>.
<P></P>
</TD>
</TR>
<TR>
<TD ALIGN="RIGHT" VALIGN="TOP">3.</TD>
<TD><A NAME="ZoomMax"></A>Fortgeschrittene Benutzer k&ouml;nnen den maximalen Zoomwert &auml;ndern. Die &Auml;nderung ist, abgesehen f&uuml;r Bauteile-Designer, generell jedoch nicht sinnvoll. Aktuell kann dies nur &uuml;ber die Eingabeaufforderung unter Verwendung von <A HREF="#ZoomMaxSetting">-ZoomMax</A> vorgenommen werden oder indem der folgende DWORD Schl&uuml;ssel in der Registrierung hinzugef&uuml;gt oder ge&auml;ndert wird:
<P><TT>HKEY_CURRENT_USER\Software\Travis Cobbs\LDView\ZoomMax</TT></P>
<P>Der Standardwert ist 199 (dezimal). Wird der Wert erh&ouml;ht, ist es m&ouml;glich tiefer in das Bild zu zoomen. Als Resultat k&ouml;nnen Sie sogar in das Innere eines Modells (oder Bausteins) sehen. Ist der Dezimalwert kleiner als 199, wird der Zoom eingeschr&auml;nkt. Einstellungen von weniger als 100 erzeugen dabei m&ouml;glicherweise seltsame Resultate und wird der Wert auf Null gesetzt, bedeutet dies eine Division durch Null (in der Mathematik verboten), die das Programm zum Absturz bringen kann.</P>
<P>Allerdings kann auch ein signifikant h&ouml;herer Wert als 199 seltsame Resultate produzieren. Alle Werte zwischen 199 und 1000 sollten aber kein Problem sein, abgesehen davon, dass Sie sich ja in ein Modell (oder einen Baustein) hineinbewegen und einen Schnitteffekt erzeugen.</P>
<P>Bitte beachten Sie: Diese Einstellung ist nicht als Kamerapositionierung f&uuml;r die Eingabeaufforderung gedacht. Es beeinflusst lediglich das Zoomniveau, wenn Sie mit dem Programm interagieren. Wird der Wert erh&ouml;ht, bedeutet dies nicht, dass Sie die Kamera n&auml;her an das Modell (oder den Baustein) heranr&uuml;cken. Wenn der Wert unter eine gewisse Schwelle rutscht, wird die Kamera zwar wegbewegt, doch ist dies ein Nebeneffekt, da Sie ja nicht n&auml;her als den eingestellten Wert heranzoomen k&ouml;nnen. Wenn Sie den standardm&auml;&szlig;igen Zoom &auml;ndern wollen, ben&uuml;tzen Sie bitte die Einstellung &quot;<A HREF="#DefaultZoomSetting">DefaultZoom</A>&quot;.</P>
<P></P>
</TD>
</TR>
<TR>
<TD ALIGN="RIGHT" VALIGN="TOP">4.</TD>
<TD><A NAME="DefaultMatrix"></A>Um LDView &uuml;ber die Eingabeaufforderung ein Bild aus einem bestimmten Winkel erzeugen zu lassen, k&ouml;nnen Sie den Befehl &quot;<A HREF="#DefaultMatrixSetting">-DefaultMatrix</A>&quot; verwenden. (Alternativ bietet sich &quot;<A HREF="#DefaultLatLongSetting">-DefaultLatLong</A>&quot; an). Der Befehlt &quot;-DefaultMatrix&quot; legt auf direktem Weg eine auf das Modell (oder den Baustein) angewandte Rotationsmatrix fest, die folgenderma&szlig;en aussieht:
<P></P>
<TABLE>
<TR>
<TD BGCOLOR="#000000"></TD>
<TD>
<TABLE>
<TR>
<TD ALIGN="CENTER"><B>A</B></TD>
<TD ALIGN="CENTER"><B>B</B></TD>
<TD ALIGN="CENTER"><B>C</B></TD>
</TR>
<TR>
<TD ALIGN="CENTER"><B>D</B></TD>
<TD ALIGN="CENTER"><B>E</B></TD>
<TD ALIGN="CENTER"><B>F</B></TD>
</TR>
<TR>
<TD ALIGN="CENTER"><B>G</B></TD>
<TD ALIGN="CENTER"><B>H</B></TD>
<TD ALIGN="CENTER"><B>I</B></TD>
</TR>
</TABLE>
</TD>
<TD BGCOLOR="#000000"></TD>
</TR>
</TABLE>
<P>Beachten Sie, dass dies die obere, linke 3x3 Matrix einer Standard 4x4 3D Transformationsmatrix ist. F&uuml;r die Eingabeaufforderung ist der Befehl wie folgt definiert:</P>
<P><TT>-DefaultMatrix=A,B,C,D,E,F,G,H,I</TT></P>
<P>Um zum Beispiel eine Vorderansicht Ihres Modells (oder des Bausteins) zu erhalten, m&uuml;ssen Sie folgendes einsetzen:</P>
<P><TT>-DefaultMatrix=1,0,0,0,1,0,0,0,1</TT></P>
<P>Wenn Sie den Ansichtswinkel visuell &uuml;ber LDView einstellen wollen und die dem entsprechende Matrix wissen m&ouml;chten, m&uuml;ssen Sie nur das Men&uuml; &quot;<A HREF="#ShowViewInfo">Ansicht-&gt;Zeige Ansichtsinformationen</A>&quot; aufrufen.</P>
<P>Beachten Sie, dass der Befehl &quot;Reset View&quot; die Ansicht auf den eingestellten Standardwert zur&uuml;cksetzt, wenn Sie versuchen mit -DefaultMatrix eine Standard-Rotationsmatrix zu bestimmen und zwar so lange bis Sie nicht &quot;<A HREF="#SaveDefaultView"><I>Akt. Ansicht als Standard speichern</I></A>&quot; ben&uuml;tzt haben, um den Standardwert zu ersetzen.</P>
<P></P>
</TD>
</TR>
<TR>
<TD ALIGN="RIGHT" VALIGN="TOP">5.</TD>
<TD><A NAME="DefaultLatLong"></A>Eine andere M&ouml;glichkeit, um LDView &uuml;ber die Eingabeaufforderung ein Bild aus einem bestimmten Winkel erzeugen zu lassen, ist der Befehl &quot;<A HREF="#DefaultLatLongSetting">-DefaultLatLong</A>&quot;. (Alternativ bietet sich &quot;<A HREF="#DefaultMatrix">-DefaultMatrix</A>&quot; an). Der Befehl &quot;-DefaultLatLong&quot; ist der benutzerfreundlichste Weg, um einen Blickwinkel zu bestimmen. Er ist der Funktion &quot;-cg&quot; in Lars C. Hassings Programm L3P sehr &auml;hnlich. (Beachten Sie, dass &quot;<A HREF="#CameraGlobe">-cg</A>&quot; auch von LDView unterst&uuml;tzt wird). &quot;-DefaultLatLong&quot; definiert den Breitengrad (engl. latitude) und L&auml;ngengrad (engl. longitude) der Kamera auf einem virtuellen Globus in dessen Zentrum sich das Modell (oder der Baustein) befindet. Der Befehlt ist wie folgt definiert:<P><TT>-DefaultLatLong=Bretiengrad,L&auml;ngengrad</TT></P>
<P>LDViews standardm&auml;&szlig;iger isometrischer Blickwinkel kann mit folgenden Werten reproduziert werden:</P>
<P><TT>-DefaultLatLong=30,45</TT></P>
<P>Beachten Sie, dass der optionale Parameter &quot;Radius&quot; der Funktion &quot;-cg&quot; <B>nicht</B> von &quot;-DefaultLatLong&quot; unterst&uuml;tzt wird. Allerdings k&ouml;nnen Sie die Einstellung <A HREF="#DefaultZoomSetting">-DefaultZoom</A> verwenden, um die Kamera n&auml;her oder entfernter zu positionieren.</P>
</TD>
</TR>
</TABLE>
<P></P>
<A NAME="ScreenSaver"></A>
<TABLE CLASS="SectionHeader" WIDTH="100%" BGCOLOR="#0080D0">
<TR>
<TH ALIGN="LEFT"><FONT SIZE="+2" COLOR="#FFFFFF">LDView als Bildschirmschoner</FONT></TH>
</TR>
</TABLE>
<P>Wenn Sie LDView &uuml;ber den Installationsassistenten installieren, werden Sie gegen Ende der Installation gefragt, ob Sie LDView auch als Bildschirmschoner einrichten m&ouml;chten. Wenn Sie diese Einstellung w&auml;hlen, k&ouml;nnen Sie LDView nach abgeschlossener Installation einfach aus der Liste der Bildschirmschoner ihres Betriebssystems ausw&auml;hlen und wie gew&uuml;nscht konfigurieren. Wenn Sie LDView als Bildschirmschoner verwenden, sind neben spezifischen Einstellungen zum Bildschirmschoner, beinahe dieselben Einstellungen wie in der Standardversion verf&uuml;gbar. Der Bildschirmschonermodus wird zur Zeit nur f&uuml;r die Windows-Version unterst&uuml;tzt.</P>
<P>Wenn Sie zum Installieren nicht den Assistenten verwenden oder w&auml;hrend der Installation nicht angegeben haben, dass LDView auch als Bildschirmschoner eingesetzt werden soll, k&ouml;nnen Sie diesen Vorgang sp&auml;ter manuell nachholen. Kopieren Sie dazu einfach die Datei &quot;LDView.exe&quot; in Ihr Windows Systemverzeichnis und benennen Sie die Datei in &quot;LDView.scr&quot; um. Unter Windows 95/98/Me ist das Systemverzeichnis &uuml;blicherweise <TT>C:\WINDOWS\SYSTEM</TT>. Unter Windows NT/2000, <TT>C:\WINNT\SYSTEM32</TT>. Unter Windows XP ist es <TT>C:\WINNT\SYSTEM32</TT>. Es ist wichtig, dass Sie das Verzeichnis <TT>SYSTEM</TT> unter Win95/98/Me und <TT>SYSTEM32</TT> unter den anderen&nbsp;Betriebssystemen verwenden. Wenn Sie unsicher dar&uuml;ber sind, welches Verzeichnis in Ihrem Fall des richtige ist, empfiehlt es sich, den Bildschirmschoner &uuml;ber den Installationsassistenten einzurichten. Sie k&ouml;nnen LDView ohne Probleme &uuml;ber eine vorhergehende Version installieren, ohne das Programm vorher deinstallieren zu m&uuml;ssen.</P>
<P></P>
<A NAME="Website"></A>
<TABLE CLASS="SectionHeader" WIDTH="100%" BGCOLOR="#0080D0">
<TR>
<TH ALIGN="LEFT"><FONT SIZE="+2" COLOR="#FFFFFF">Website </FONT></TH>
</TR>
</TABLE>
Die neueste Version von LDView finden Sie auf der LDView Website <A HREF="http://ldview.sourceforge.net/">http://ldview.sourceforge.net/</A>.<BR>
<BR>
<HR>
Wenn Sie Fragen oder Vorschl&auml;ge haben, schicken Sie bitte eine E-Mail in englischer Sprache an <A NAME="EMail" HREF="mailto:ldview(A@T)gmail.com">ldview(A@T)gmail.com</A>.
<P>LDView Copyright &copy; 2007 Travis Cobbs und Peter Bartfai.</P>
<P><FONT SIZE="-1">LEGO&reg; und das LEGO Logo sind eingetragene Warenzeichen der LEGO Firmengruppe, welche dieses Programm weder unterst&uuml;tzt noch autorisiert. Die offizielle LEGO Website finden Sie auf <A HREF="http://www.lego.com/">http://www.lego.com</A>. </FONT></P>
</BODY>

</HTML>